[
    {
        "id": 1,
        "title": "2001: A Space Odyssey",
        "timeout_says": "Both ‘Interstellar’ and ‘Gravity’ took us out of this world, but the reputation of Stanley Kubrick’s classic – now re-released – is safe. It’s not that ‘2001: A Space Odyssey’ doesn’t look dated – it does, a bit – but it remains as intelligent and provocative as ever, bearing years of conceptual dreaming. Until today’s equivalent of novelist Arthur C Clarke commits a hefty chunk of time to envisioning the beginning of human civilisation, as well as the far future, there will be no new film to supplant it. Though it was showered with praise for its technical achievements, ‘2001’ lingers more potently in the mind as a tall, black riddle: where are the new bones, the new tools, that will take us higher? Douglas Rain’s clammy voice work as Hal 9000, the murderous machine, remains one of Kubrick’s snazziest pieces of direction.",
        "author": "Written by Joshua Rothkopf",
        "time": "Monday 24 November 2014",
        "section_title": "Cast and crew",
        "Rated": "U",
        "Release date": "Friday 28 November 2014",
        "Duration": "141 mins",
        "Director": "Stanley Kubrick",
        "Screenwriter": "Stanley Kubrick, Arthur C Clarke",
        "Cast": [
            "William Sylvester",
            "Keir Dullea",
            "Gary Lockwood",
            "Leonard Rossiter"
        ]
    },
    {
        "id": 2,
        "title": "The Godfather",
        "timeout_says": "An everyday story of Mafia folk, incorporating a severed horse's head in the bed and a number of heartwarming family occasions, as well as pointers on how not to behave in your local trattoria (i.e. blasting the brains of your co-diners out all over their fettuccini).\n\nMario Puzo's novel was brought to the screen in bravura style by Coppola, who was here trying out for the first time that piano/fortissimo style of crosscutting between religious ritual and bloody machine-gun massacre that was later to resurface in a watered-down version in The Cotton Club. See Brando with a mouthful of orange peel. Watch Pacino's cheek muscles twitch in incipiently psychotic fashion. Trace his rise from white sheep of the family to budding don and fully-fledged bad guy. Singalong to Nino Rota's irritatingly catchy theme tune. Its soap operatics should never have been presented separately from Part II.The Godfather 50th anniversary is in UK cinemas Fri Feb 25.",
        "author": "Written by GA",
        "time": "Tuesday 22 February 2022",
        "section_title": "Cast and crew",
        "Rated": "18",
        "Duration": "175 mins",
        "Director": "Francis Ford Coppola",
        "Screenwriter": "Mario Puzo, Francis Ford Coppola",
        "Cast": [
            "Richard Castellano",
            "Robert Duvall",
            "Marlon Brando",
            "John Cazale",
            "Diane Keaton",
            "Richard Conte",
            "Al Lettieri",
            "John Marley",
            "Sterling Hayden",
            "Al Pacino",
            "James Caan",
            "Talia Shire"
        ]
    },
    {
        "id": 3,
        "title": "Citizen Kane",
        "timeout_says": "The source book of Orson Welles, and still a marvellous movie. Thematically less resonant than some of Welles' later meditations on the nature of power, perhaps, but still absolutely riveting as an investigation of a citizen - newspaper tycoon William Randolph Hearst by any other name - under suspicion of having soured the American Dream. Its imagery (not forgetting the oppressive ceilings) as Welles delightedly explores his mastery of a new vocabulary, still amazes and delights, from the opening shot of the forbidding gates of Xanadu to the last glimpse of the vanishing Rosebud (tarnished, maybe, but still a potent symbol). A film that gets better with each renewed acquaintance.",
        "author": "Written by TM",
        "time": "Thursday 30 August 2012",
        "section_title": "Cast and crew",
        "Duration": "119 mins",
        "Director": "Orson Welles",
        "Screenwriter": "Orson Welles, Herman J Mankiewicz",
        "Cast": [
            "Agnes Moorehead",
            "Alan Ladd",
            "Ray Collins",
            "Paul Stewart",
            "Ruth Warrick",
            "George Coulouris",
            "Orson Welles",
            "Dorothy Comingore",
            "Joseph Cotten",
            "Everett Sloane"
        ]
    },
    {
        "id": 4,
        "title": "Jeanne Dielman, 23, Quai du Commerce, 1080 Bruxelles",
        "timeout_says": "Chantal Akerman's feature is one of the few 'feminist' movies that's as interesting aesthetically as politically. It covers three days in the life of a bourgeois widow who supports herself and her somewhat moronic son by taking in a 'gentleman caller' each afternoon. Much of the film simply chronicles her ritualised routine, but does it in an ultra-minimal, precise style that emphasises the artifice of the whole thing...and gradually the artifice (coupled with the fact that Delphine Seyrig plays the woman) shifts the plot into melodrama, so that the film becomes a bourgeois tragedy.",
        "author": "Written by TR",
        "time": "Friday 22 January 2016",
        "section_title": "Cast and crew",
        "Duration": "201 mins",
        "Director": "Chantal Anne Akerman",
        "Screenwriter": "Chantal Anne Akerman",
        "Cast": [
            "Delphine Seyrig",
            "Jan Decorte",
            "Henri Storck",
            "Jacques Doniol-Valcroze",
            "Yves Bical"
        ]
    },
    {
        "id": 5,
        "title": "Raiders of the Lost Ark",
        "timeout_says": "Hollywood's chutzpah whizzkids Spielberg and Lucas team up to bring the audiences who flocked to Star Wars and Close Encounters a replay of the innocent pleasures of Saturday serials, but done at two hours length with a much larger budget than the old cliffhangers could command. Spielberg's evasion of present day realities in an effort to recapture the sheer childlike fun of moviegoing is as perverse as was his previous film, 1941. What he offers is one long, breathtaking chase of a plot as his pre-World War II superhero, outsize and Bogartian, races to prevent the omnipotent Ark of the Covenant from falling into the hands of Hitler's Nazis. Whether you swallow it or not, see it for a handful of totally unexpected visual jokes, worth the price of admission alone.",
        "author": "Written by RM",
        "time": "Thursday 25 September 2014",
        "section_title": "Cast and crew",
        "Rated": "PG",
        "Duration": "115 mins",
        "Director": "Steven Spielberg",
        "Screenwriter": "Lawrence Kasdan",
        "Cast": [
            "Harrison Ford",
            "Karen Allen",
            "Paul Freeman",
            "Ronald Lacey",
            "John Rhys-Davies",
            "Denholm Elliott",
            "Alfred Molina",
            "Wolf Kahler"
        ]
    },
    {
        "id": 6,
        "title": "La Dolce Vita",
        "timeout_says": "The flying statue of Jesus, hovering over Rome via helicopter; Anita Ekberg, voluptuously traipsing around the Trevi Fountain; that climactic metaphor of a bloated, beached sea creature, staring dead-eyed at Marcello Mastroianni's fatigued urban Candide. It's so easy to reduce Federico Fellini's three-ring satire of the Euro-chic \"good life\" to iconic scenes, or to accept the movie simply as a canonized classic (of course it's great; they teach it in college courses!), that you can forget what a damning indictment of This Mondo Modern World it really is.\nYes, Film Forum's two-week revival of il maestro's groundbreaking work should be considered mandatory attendance anyway, given that this new 35mm restoration is gorgeous; the movie's aristocratic filth has never looked so pristine. But the real reason to wallow once more in its parade of faux Madonnas and real whores, rich junkies and jerkwads, parasitic paparazzi (a term the film coined), dim-bulb starlets, drunken louts and the lowest of the low---that'd be journalists---is to recognize, with stunning clarity, the morally bankrupt, media-fried here and now. Historians can laud it as the transitional pause before the director fully abandoned any neorealistic flourishes and dove into the psycho-personal surrealism known as the Fellini-esque. Yet everyone else will simply admire, in slack-jawed stupor, the way this 51-year-old time capsule thoroughly predicts the era of TMZ, Paris Hilton and celebutante overload. Everything has changed, and nothing has changed. How sour it still is.\nSee more in Film",
        "author": "Written by David Fear",
        "time": "Tuesday 31 May 2011",
        "section_title": "Release Details",
        "Rated": "15",
        "Release date": "Friday 17 December 2004",
        "Duration": "174 mins"
    },
    {
        "id": 7,
        "title": "Seven Samurai",
        "timeout_says": "Kurosawa's masterpiece, testifying to his admiration for John Ford and translated effortlessly back into the form of a Western as The Magnificent Seven, has six masterless samurai - plus Mifune, the crazy farmer's boy not qualified to join the elect group, who nevertheless follows like a dog and fights like a lion - agreeing for no pay, just food and the joy of fulfilling their duty as fighters, to protect a helpless village against a ferocious gang of bandits. Despite the caricatured acting forms of Noh and Kabuki which Kurosawa adopted in his period films, the individual characterisations are precise and memorable, none more so than that by Takashi Shimura, one of the director's favourite actors, playing the sage, ageing, and oddly charismatic samurai leader. The epic action scenes involving cavalry and samurai are still without peer.",
        "author": "Written by RM",
        "time": "Thursday 25 September 2014",
        "section_title": "Cast and crew",
        "Duration": "200 mins",
        "Director": "Akira Kurosawa",
        "Screenwriter": "Akira Kurosawa, Shinobu Hashimoto, Hideo Oguni",
        "Cast": [
            "Takashi Shimura",
            "Toshiro Mifune",
            "Yoshio Inaba",
            "Seiji Miyaguchi",
            "Minoru Chiaki",
            "Daisuke Kato",
            "Ko Kimura"
        ]
    },
    {
        "id": 8,
        "title": "In the Mood for Love",
        "timeout_says": "Wong's paean to the agony'n ecstasy of buttoned-up emotions is a kind-of sequel to Days of Being Wild, shaped and scored as a valse triste. In Hong Kong, 1962, Mr Chow (Leung) and Mrs Chan (Cheung) are neighbours who discover that their spouses are having an affair. He finds excuses to spend time with her, apparently intending to jilt her. Then they fall in love, but (aside from one reckless moment in a hotel) repress their feelings. He runs away to work as a journalist in Singapore; in 1966, covering De Gaulle's state visit to Cambodia, he's in Angkor Wat trying to unburden himself of the secret which overwhelms his life... Every charged frame of the film pulses with the central contradiction between repression and emotional abandon; the formalism and sensuality are inextricable. Career-best performances from both leads, Leung having a Cannes 'Best Actor' prize to show for his.",
        "author": "Written by TR",
        "time": "Friday 23 April 2021",
        "section_title": "Cast and crew",
        "Rated": "15",
        "Duration": "97 mins",
        "Director": "Wong Kar-wai",
        "Screenwriter": "Wong Kar-wai",
        "Cast": [
            "Chin Tsi-Ang",
            "Siu Ping-Lam",
            "Rebecca Pan",
            "Maggie Cheung",
            "Tony Leung Leung Chiu-Wai",
            "Lai Chin"
        ]
    },
    {
        "id": 9,
        "title": "There Will Be Blood",
        "timeout_says": "We begin down a hole. It’s 1898 in the Southern Californian desert and Daniel Plainview (Daniel Day-Lewis) is a lithe, daddy-long-legs of a man, a lone-gun silver prospector whose tools, as he scratches around in the dark, are a pickaxe, a rope, some dynamite and sheer will. The scene, like many in the film, is gruelling, elemental, horrific even.\nHe falls, breaks his leg and gains a limp that will stay with him for the rest of this bold, epic film. We hop forward to 1902, and Plainview is digging again, only now he’s on the hunt for something else: oil. He strikes black and brandishes his filthy hands to his accomplices. The dirt under his nails is a badge of honour, and one never to be removed; he wears it years later, even when he’s moping around a mansion, his mind driven loopy by success and paranoia.\nAnother hop and it’s 1911, and we reach the meat of the movie. A smarter Plainview, a fedora on his brow, is in the shadows of a meeting of folk in Little Boston, California on whose land he wants to dig. ‘I’m an oil man…’ he implores, the first noise we hear from his mouth, not a word wasted, barely a breath not invested in his success. His voice is simple but mellifluous, its stresses and dips unusual but alluring. It’s the first hint in this long, odd and stunning film that this character – this wicked creation, this symbol of a nation, this quiet monster – will lodge in your psyche long after the movie cuts dead on an ending that’s strange and sudden, irritating and pleasing.\nOn one level, Plainview is a pure businessman – ruthless, self-centred, adaptable. On another, he’s a mystery – sexless, rootless, unfathomable, silent. The questions roll off the screen. Does he care for his adopted son, HW (Dillon Freasier) or does he see him only as a useful face to have around during negotiations? Are we meant to root for Plainview’s individualist tendencies against the expansion of the Standard and Union oil companies? No – as soon as the film hints this is going to be the tale of an underdog, Plainview does something awful. Faceless, corporate behaviour begins to look benign. On yet another level, Plainview reflects, then and now, the power of the church; it’s a local pastor, Eli Sunday (a wily Paul Dano) who leads him to the loot. It’s the same pastor whose pockets he must line and religion he must embrace.\nThis is Paul Thomas Anderson’s foundation myth – taken from Upton Sinclair’s 1927 novel ‘Oil!’, which in turn was inspired by men like Edward Doheny, the oil man who went from rags to riches and died in 1935 in the same mansion where Anderson shot his final scenes. Anderson’s story is precisely dated, stretching from 1898 to 1927, and mostly lingers around 1911 as Plainview builds a gushing derrick.\nBut the beginning of his film feels like the beginning of the world for all its sense that nothing came before. Anderson is arguing that this chasm in the earth, and similar chasms, were the birthplace of America. Little Boston becomes a theatre for his Genesis, or for Exodus, from which the film takes its name. It’s stressed by the primal buzz of Jonny Greenwood’s wonderful score that’s set to the film’s first image of a barren hillside.\nDay-Lewis’s performance is as good as the awards suggest: it’s big, it’s wild, yet it’s also restrained by the sparing talk of his character and framed by a film whose ambitions are bigger than his acting. That Anderson, the film’s writer-director, whose ‘Boogie Nights’ was a riot but ‘Magnolia’ and ‘Punch-Drunk Love’ both noble failures, has come to make this intelligent and enthralling masterpiece is both a little surprising and intensely satisfying.",
        "author": "Written by Dave Calhoun",
        "time": "Monday 4 February 2008",
        "section_title": "Cast and crew",
        "Release date": "Friday 8 February 2008",
        "Director": "Paul Thomas Anderson",
        "Screenwriter": "Paul Thomas Anderson",
        "Cast": [
            "Daniel Day-Lewis",
            "Dillon Freasier",
            "Ciarán Hinds",
            "Kevin J O'Connor",
            "Paul Dano"
        ]
    },
    {
        "id": 10,
        "title": "Singin’ in the Rain",
        "timeout_says": "\r\nIs there a film clip more often shown than the title number of this most astoundingly popular musical? The rest of the movie is great too. It shouldn't be. There never was a masterpiece created from such a mishmash of elements: Arthur Freed's favourites among his own songs from back in the '20s and '30s, along with a new number, 'Make 'Em Laugh', which is a straight rip-off from Cole Porter's 'Be A Clown'; the barely blooded Debbie Reynolds pitched into the deep end with tyrannical perfectionist Kelly; choreography very nearly improvised because of pressures of time; and Kelly filming his greatest number with a heavy cold. Somehow it all comes together. The 'Broadway Melody' ballet is Kelly's least pretentious, Jean Hagen and Donald O'Connor are very funny, and the Comden/Green script is a loving-care job. If you've never seen it and don't, you're bonkers.",
        "author": "Written by SG",
        "time": "Monday 16 July 2012",
        "section_title": "Cast and crew",
        "Rated": "U",
        "Duration": "102 mins",
        "Director": "Stanley Donen, Gene Kelly",
        "Screenwriter": "Adolph Green, Betty Comden",
        "Cast": [
            "Jean Hagen",
            "Gene Kelly",
            "Douglas Fowley",
            "Millard Mitchell",
            "Cyd Charisse",
            "Debbie Reynolds",
            "Donald O'Connor"
        ]
    },
    {
        "id": 11,
        "title": "Goodfellas",
        "timeout_says": "Sure, it’s a rush – but is that enough? ‘Goodfellas’ is often heralded as Martin Scorsese’s masterpiece, and there’s no ignoring the full-throttle intensity and bravura visual style that underpin the real-life tale of small-time gangster Henry Hill (Ray Liotta) as he rises and falls through the ranks of the New York mob. It’s a film of perfect moments: Henry’s ‘As long as I can remember’ voiceover at the start; a breathtaking tracking shot through the back rooms of a nightclub; Joe Pesci’s unforgettable ‘How the fuck am I funny?’ routine.\nBut it’s hard to shake the feeling that, rather like its characters, ‘Goodfellas’ lacks heart. This is a story of awful creeps and the women who love them, so it was never going to be a festival of feelgood. But the sinuous coldness of the camerawork, the viciousness of the violence and the depth of the degradation all make it easy to admire, but hard to really love. In ‘Mean Streets’ and even ‘Taxi Driver’, Scorsese made his loser heroes relatable. In ‘Goodfellas’, they’re just a bunch of well-dressed dirty rats.",
        "author": "Written by Tom Huddleston",
        "time": "Monday 16 January 2017",
        "section_title": "Cast and crew",
        "Rated": "18",
        "Release date": "Friday 20 January 2017",
        "Duration": "145 mins",
        "Director": "Martin Scorsese",
        "Screenwriter": "Martin Scorsese, Nicholas Pileggi",
        "Cast": [
            "Ray Liotta",
            "Lorraine Bracco",
            "Chuck Low",
            "Robert De Niro",
            "Gina Mastrogiacomo",
            "Paul Sorvino",
            "Samuel L Jackson",
            "Frank Sivero",
            "Joe Pesci",
            "Frank Vincent"
        ]
    },
    {
        "id": 12,
        "title": "North by Northwest",
        "timeout_says": "Fifty years on, you could say that Hitchcock’s sleek, wry, paranoid thriller caught the zeitgeist perfectly: Cold War shadiness, secret agents of power, urbane modernism, the ant-like bustle of city life, and a hint of dread behind the sharp suits of affluence. Cary Grant’s Roger Thornhill, the film’s sharply dressed ad exec who is sucked into a vortex of mistaken identity, certainly wouldn’t be out of place in ‘Mad Men’. But there’s nothing dated about this perfect storm of talent, from Hitchcock and Grant to writer Ernest Lehman (‘Sweet Smell of Success’), co-stars James Mason and Eva Marie Saint, composer Bernard Herrmann and even designer Saul Bass, whose opening-credits sequence still manages to send a shiver down the spine.Hitchcock breezes through a tongue-in-cheek, nightmarish plot with a lightness of touch that’s equalled by a charming performance from Grant (below), who copes effortlessly with the script’s dash between claustrophobia and intrigue on one hand and romance and comedy on the other. The story is a pass-the-parcel of escalating threats, all of them interior fears turned inside-out: doubting mothers, untrustworthy lovers, vague government handlers, corrupt cops. Within minutes of the film’s opening, shady strangers in a hotel lobby mistake Thornhill for a ‘George Caplin’ and from there we sprint from country house to the United Nations, from the ticket hall of Grand Central Station to Mount Rushmore in South Dakota. Thornhill’s ignorance of his fate and complete lack of control offer Hitchcock a brilliant blank canvas on which to experiment with a story that would sound ludicrous on paper, yet it feels like anything’s possible in Lehman’s playful script. ‘I’m an advertising man, not a red herring,’ says Thornhill. He couldn’t be more mistaken.",
        "author": "Written by Dave Calhoun",
        "time": "Tuesday 16 June 2009",
        "section_title": "Cast and crew",
        "Release date": "Friday 19 June 2009",
        "Duration": "136 mins",
        "Director": "Alfred Hitchcock",
        "Screenwriter": "Ernest Lehman",
        "Cast": [
            "Cary Grant",
            "Eva Marie Saint",
            "James Mason",
            "Leo G Carroll",
            "Jessie Royce Landis",
            "Josephine Hutchinson",
            "Philip Ober",
            "Martin Landau",
            "Adam Williams",
            "Ed Platt"
        ]
    },
    {
        "id": 13,
        "title": "Mulholland Drive",
        "timeout_says": null
    },
    {
        "id": 14,
        "title": "Bicycle Thieves",
        "timeout_says": "All you ‘Concerned of Actons’ can put down those Biros and half-cocked sawn-offs right now: yes, two stars for one of the Greatest Films of All Time may seem a little derisive, but what a time to reissue this bleak and emotionally manipulative (sorry, ‘poignant’) vision of humanity crushed under the jackboot of destitution and economic downturn! Celebrating its sixtieth, De Sica’s neo-realist lodestone may have retained its vitality over the decades, but whatever sense of anger it whipped up in the disgruntled masses of postwar Rome feels lost to the excessively syrupy score and ‘doe-eyed kid’ sidekick. Sure, the stark location shooting and a yearning central performance from Lamberto Maggiorani – a regular stiff who needs to get his stolen bike back – are beautifully measured, but the laissez-faire approach to metaphor jettisons detail in favour of broader commentary. Why not seek out a DVD of something like ‘The Treasure of the Sierra Madre’ – also 60 this year – to really stoke those feelings of withering disenfranchisement?",
        "author": "Written by David Jenkins",
        "time": "Tuesday 16 December 2008",
        "section_title": "Cast and crew",
        "Rated": "PG",
        "Release date": "Friday 19 December 2008",
        "Duration": "96 mins",
        "Director": "Vittorio De Sica",
        "Screenwriter": "Vittorio De Sica, Cesare Zavattini, Suso Cecchi D'Amico, Oreste Biancoli, Adolfo Franci, Gherardo Gherardi, Garardo Guerrieri",
        "Cast": [
            "Lamberto Maggiorani",
            "Enzo Staiola",
            "Lianella Carell",
            "Gino Saltamerenda",
            "Vittorio Antonucci",
            "Giulio Chiari"
        ]
    },
    {
        "id": 15,
        "title": "The Dark Knight",
        "timeout_says": "\nChristopher Nolan follows the sombre origin myth of ‘Batman Begins’ with a less introspective, more frenetic sequel. Once again there are lots of ideas on the boil, this time mostly to do with community action and leadership, but an endless flow of bullets, bombs and bat business drowns out most debate. Right from the off, Nolan sidesteps the analyst’s couch and plunges us straight into battle.\nHe starts with a disorienting bank robbery and from there barely allows us to breathe – or think, even – over the next two and a half hours as we swing from the US to Hong Kong and back to the streets of Gotham. Here, the crime rate is soaring, it’s always night, and any daylight leaves you squinting. It’s always downtown too; the city is inescapable, a confusing mix of the pedestrian and the paranoid.For this sequel, there’s a whole lot of story going on, which reduced to basics involves the wildly unpredictable Joker (Heath Ledger) wreaking havoc on Gotham. This perverse clown’s keyword is chaos – crime without sense – and there’s more than a nod to the post-9/11 order. ‘Some men just want to watch the world burn,’ chips in one onlooker. Later, when a good guy turns bad and half his face is burnt to reveal bone and sinew, it’s hard not to recall those images of charred bodies in Iraq.\nLedger makes a great, freaky Joker, with dirty, lank hair, a voice that soars and dives, and a tongue that slithers and salivates. Two scenes stick in the mind: him walking away from a doomed hospital in a nurse’s dress right before an explosion, and later hanging out of the window of a speeding car, tasting the air like a reptile, with the soundtrack falling silent in tribute, freezing this psychotic, iconic villain in time and allowing for a moment of sadness amid the noise. If he wins an Oscar, who’d begrudge him that tribute?Meanwhile, Christian Bale’s stately if unmemorable Bruce Wayne/Batman reassumes relationships with Michael Caine’s affable man-servant Alfred, Morgan Freeman’s man-sage Lucius Fox and Gary Oldman’s modest cop, Lieutenant Gordon (whose quietness is drowned out by the film’s bombastics). New to the scene are District Attorney Harvey Dent (a slick Aaron Eckhart), who Wayne wants to promote as a human alternative to his vigilantism (an interesting sideline on the need for humility and choice when picking a leader), and Maggie Gyllenhaal as a replacement for Katie Holmes’s Rachel Dawes, but she barely gets a look-in. \nIt’s all very monumental, and the film’s more self-conscious moments, of which there are many, would provoke a giggle if you weren’t distracted by yet another explosion, chase or ratcheting up of a score that shrieks importance.The challenge that Nolan has set himself is to make a comic book film that’s serious, entertaining and popular. It’s a tall order, but an admirable one. ‘The Dark Knight’ is a film that’s fantastic on the action front, seeds its acrobatics in its own reality, and always feels relevant even when its ideas are drowned out by clatter. That said, every once in a while, you’d like to be able to lean into the screen and tickle somebody’s ribs.",
        "author": "Written by Dave Calhoun",
        "time": "Tuesday 22 July 2008",
        "section_title": "Cast and crew",
        "Rated": "12A",
        "Release date": "Friday 25 July 2008",
        "Director": "Christopher Nolan",
        "Screenwriter": "Jonathan Nolan, Christopher Nolan",
        "Cast": [
            "William Fichtner",
            "Anthony Michael Hall",
            "Aaron Eckhart",
            "Eric Roberts",
            "Gary Oldman",
            "Cillian Murphy",
            "Michael Caine",
            "Maggie Gyllenhaal",
            "Michael Jai White",
            "Christian Bale",
            "Morgan Freeman",
            "Heath Ledger"
        ]
    },
    {
        "id": 16,
        "title": "City Lights",
        "timeout_says": "With its plot focusing on Charlie's love for a blind flower-seller and his attempts to get enough money to pay for an eye operation, City Lights edges dangerously close to the weepie wonderland of Magnificent Obsession and other lace-handkerchief jobs. This horrid fate is narrowly avoided by bracing doses of slapstick (the heroine unravels Charlie's vest thinking it's her ball of wool) and Chaplin's supreme delicacy in conveying all shades of human feeling. Matters aren't helped by the film's structure, which is as tattered and baggy as the tramp's trousers. But there are plenty of great moments, and the occasional comic use of sound (despite its date, the film is silent) is beautifully judged.",
        "author": "Written by GB",
        "time": "Monday 10 September 2012",
        "section_title": "Cast and crew",
        "Director": "Charles Chaplin",
        "Screenwriter": "Charles Chaplin",
        "Cast": [
            "Charles Chaplin",
            "Virginia Cherrill",
            "Florence Lee",
            "Harry Myers",
            "Allan Garcia",
            "Hank Mann"
        ]
    },
    {
        "id": 17,
        "title": "Grand Illusion",
        "timeout_says": null,
        "author": "Written by Stephen Garrett",
        "time": "Monday 7 May 2012"
    },
    {
        "id": 18,
        "title": "His Girl Friday",
        "timeout_says": null
    },
    {
        "id": 19,
        "title": "The Red Shoes",
        "timeout_says": "The story was already old-fashioned in 1948: budding prima ballerina Victoria (Moira Shearer) finds herself torn between the divergent demands of art and heart, as represented by two equally headstrong men – tortured control freak and impresario Lermontov (Anton Walbrook) and lovelorn composer Julian (Marius Goring). When they put aside their differences and collaborate, they produce work of awe-inspiring beauty, but ultimately the simmering tension between them leads to tragedy.The realisation that we’re in the presence of genius comes just a few minutes into ‘The Red Shoes’, as a gaggle of eager balletomanes take their places for the inaugural performance of  Lermontov’s latest masterpiece. They settle into their seats, the roar around them fades, a cheery onscreen ticker reads ‘45 minutes later…’, and Michael Powell moves us forward in time without even breaking the shot.These quietly radical directorial flourishes can be found throughout the film– and Powell’s entire canon – but what sets this greatest of all British filmmakers apart from the competition is his refusal to thrust his genius in the audience’s face, subsuming his natural showman’s flair to the demands of story and character. Until the time comes to cut loose, at which point Powell unleashes the most eyepopping visual extravaganza imaginable. Blending impressionist art and expressionist film, blurring the barriers between theatre and cinema, body and camera, reality and dream, drawing equally on the avant-garde and the classical, the centrepiece ballet is a sequence of sheer, reckless transcendence. It’s here that ‘The Red Shoes’ becomes more than the sum of its hoary old parts, taking flight as the crowning glory of our national cinema.",
        "author": "Written by Tom Huddleston",
        "time": "Tuesday 8 December 2009",
        "section_title": "Cast and crew",
        "Rated": "U",
        "Release date": "Friday 11 December 2009",
        "Duration": "133 mins",
        "Director": "Michael Powell, Emeric Pressburger",
        "Screenwriter": "Michael Powell, Emeric Pressburger",
        "Cast": [
            "Anton Walbrook",
            "Moira Shearer",
            "Marius Goring",
            "Leonid Massine",
            "Albert Basserman",
            "Robert Helpmann",
            "Esmond Knight",
            "Ludmilla Tcherina",
            "Frederick Ashton"
        ]
    },
    {
        "id": 20,
        "title": "Vertigo",
        "timeout_says": "You can’t fall in love twice with the same woman, nor with the same movie. (Staying in love: a completely different matter.) So to those of you who have never seen Alfred Hitchcock’s voluptuous romantic thriller—a circumstance that can be remedied this week at Film Forum—allow us a little envy. For these lucky viewers, the free fall begins now. It starts on a San Francisco rooftop, the edge of which detective Scottie Ferguson (James Stewart) clings to for life, while another cop plunges to his death. Our hero then dives further into the husky blondness of Madeleine (Kim Novak, an iconic turn), who might be unwell. And still, the bottom is nowhere in sight.\nThat’s about all you need to know beforehand of Hitchcock’s most tender story. (Go in openhearted.) Many other fans, of course, have kept up an affair with Vertigo for years; it’s a movie about memory that actually improves the more you go over its folds. This time, I noticed a masterful symmetry: Scottie, quietly on the case, follows Madeleine into the hazy, greenish sunlight of a cemetery. Later, she’ll emerge from yet another green haze, a neon light, walking out of death’s grip into his arms. Do directors even think about things like that anymore?\nFollow Joshua Rothkopf on Twitter: @joshrothkopf",
        "author": "Written by Joshua Rothkopf",
        "time": "Tuesday 21 October 2014",
        "section_title": "Cast and crew",
        "Director": "Alfred Hitchcock",
        "Screenwriter": "Alec Coppel, Samuel A. Taylor",
        "Cast": [
            "Kim Novak",
            "James Stewart",
            "Barbara Bel Geddes"
        ]
    },
    {
        "id": 21,
        "title": "Beau Travail",
        "timeout_says": "Denis' extraordinary movie centres on Galoup (Lavant) who, while holed up in Marseille, recalls his time as a sergeant-major in the Foreign Legion. In the desert, he drilled raw recruits while quietly nurturing feelings of respect and love for his superior, Forestier (Subor). Then, with the arrival of Sentain (Colin), a soldier Forestier honoured for bravery, Galoup caved in to resentment, envy and hate. Though little is spelt out explicitly in this elliptical tale of repressed emotion leading to murderous jealousy, the film is admirably accessible and clear throughout. The director shows scant interest in the new recruit as an angelic incarnation of goodness - her concerns are with how a wide open colonial outpost may become a prison; how men may cope with an all-male society; how the physical may mirror the metaphysical. Hence, she and her team create a fixed, timeless world of mysterious, balletic rites, rippled with simmering homoerotic tensions. The intensity of mood and thematic resonance both derive almost entirely from the poetic juxtaposition of music and the stunning images of beauty and sustained, even surreal strangeness. Prepare to be blown away.",
        "author": "Written by GA",
        "time": "Monday 10 September 2012",
        "section_title": "Cast and crew",
        "Duration": "90 mins",
        "Director": "Claire Denis",
        "Screenwriter": "Jean-Pol Fargeau, Claire Denis",
        "Cast": [
            "Grégoire Colin",
            "Michel Subor",
            "Marta Tafesse Kassa",
            "Richard Courcet",
            "Denis Lavant"
        ]
    },
    {
        "id": 22,
        "title": "The Searchers",
        "timeout_says": "A marvellous Western which turns Monument Valley into an interior landscape as Wayne pursues his five-year odyssey, a grim quest - to kill both the Indian who abducted his niece and the tainted girl herself - which is miraculously purified of its racist furies in a final moment of epiphany. There is perhaps some discrepancy in the play between Wayne's heroic image and the pathological outsider he plays here (forever excluded from home, as the doorway shots at beginning and end suggest), but it hardly matters, given the film's visual splendour and muscular poetry in its celebration of the spirit that vanished with the taming of the American wilderness.",
        "author": "Written by TM",
        "time": "Thursday 23 April 2015",
        "section_title": "Cast and crew",
        "Duration": "119 mins",
        "Director": "John Ford",
        "Screenwriter": "Frank S Nugent",
        "Cast": [
            "Hank Worden",
            "John Wayne",
            "John Qualen",
            "Antonio Moreno",
            "Olive Carey",
            "Vera Miles",
            "Jeffrey Hunter",
            "Harry Carey Jr",
            "Ward Bond",
            "Natalie Wood",
            "Henry Brandon"
        ]
    },
    {
        "id": 23,
        "title": "Persona",
        "timeout_says": "\r\nBergman at his most brilliant as he explores the symbiotic relationship that evolves between an actress suffering a breakdown in which she refuses to speak, and the nurse in charge as she recuperates in a country cottage. To comment is to betray the film's extraordinary complexity, but basically it returns to two favourite Bergman themes: the difficulty of true communication between human beings, and the essentially egocentric nature of art. Here the actress (named Vogler after the charlatan/artist in The Face) dries up in the middle of a performance, thereafter refusing to exercise her art. We aren't told why, but from the context it's a fair guess that she withdraws from a feeling of inadequacy in face of the horrors of the modern world; and in her withdrawal, she watches with detached tolerance as humanity (the nurse chattering on about her troubled sex life) reveals its petty woes. Then comes the weird moment of communion in which the two women merge as one: charlatan or not, the artist can still be understood, and can therefore still understand. Not an easy film, but an infinitely rewarding one.",
        "author": "Written by TM",
        "time": "Friday 9 January 2015",
        "section_title": "Cast and crew",
        "Rated": "15",
        "Duration": "81 mins",
        "Director": "Ingmar Bergman",
        "Screenwriter": "Ingmar Bergman",
        "Cast": [
            "Bibi Andersson",
            "Liv Ullmann",
            "Jörgen Lindström",
            "Gunnar Björnstrand",
            "Margaretha Krook"
        ]
    },
    {
        "id": 24,
        "title": "Do the Right Thing",
        "timeout_says": "Thirty years on, Spike Lee’s portrait of a neighbourhood riven with racial tension and sweating in extreme heat feels far more timely than one might wish. Only the director’s second film, it established Lee as a master of the passionate polemic, someone with a keen eye for injustice and a willingness to put it front and centre of his work. This uncompromising classic also demonstrates his sense of place, character and style: the super-saturated colours and oddball characters of this Brooklyn neighbourhood are indelible. \nThe plot, to the extent that this ensemble piece has one, revolves around a pizzeria owned by Sal (Danny Aiello) and his dispute with local campaigner Buggin’ Out (Giancarlo Esposito). As the heat and the tension rise, the police arrive and turn conflict into tragedy.\nLee creates a remarkably even-handed and nuanced portrait of the way that violence can flare, and how bigotry can build to something much worse, but even he could hardly have guessed how modern this film would feel 30 years later. You watch the police brutality and think of Eric Garner; you see the heat rippling on screen and think of global warming. Let’s hope that, in three more decades, this fervent, urgent film will finally begin to look like history instead of current affairs.",
        "author": "Written by Helen O’Hara",
        "time": "Tuesday 30 July 2019",
        "section_title": "Cast and crew",
        "Rated": "15",
        "Release date": "Friday 2 August 2019",
        "Duration": "115 mins",
        "Director": "Spike Lee",
        "Screenwriter": "Spike Lee",
        "Cast": [
            "Danny Aiello",
            "Ruby Dee",
            "Giancarlo Esposito",
            "John Turturro",
            "Ossie Davis"
        ]
    },
    {
        "id": 25,
        "title": "Rashomon",
        "timeout_says": "It’s hard to argue with the fact that the central conceit of Kurosawa’s global breakthrough – presenting divergent perspectives on a single contentious incident – provides such a strikingly insightful way of looking at the world that the term ‘Rashomon’ has entered the language. Far more people are au fait with this idea, however, than have seen the 1950 film, so this digital restoration as part of the BFI’s Kurosawa retrospective is welcome. Thankfully, visionary 1920s short-story specialist Ryunosuke Akutagawa’s multi-layered tale of rape and murder in feudal Japan doesn’t disappoint, and the switchback narrative, as befuddled parties shelter under the old Kyoto city gate to try and make sense of bandit Tajomaru’s attack on a travelling samurai and his wife, remains engrossing and provocative as conflicting testimonies emerge. Admirers of the subtleties of Ozu and Mizoguchi, however, might find Kurosawa’s upfront project of attempting to make sense of human nature (irredeemable or not?) a little too obviously didactic – and Toshiro Mifune’s central performance veering on the hammy side of ‘earthy’. Those cavils aside, what’s still staggering is the vigour, fluidity and sheer invention of Kurosawa’s direction. No one anywhere in 1950 made the camera engage with movement and location in the way Kurosawa does here, slicing through the forest, and bringing a kinetic impact to violent confrontations,  which is evidently the foundation for modern action cinema. This level of mastery is timeless, and although the movie is overly deliberate at times, when it takes off, it really flies. An essential reissue.",
        "author": "Written by Trevor Johnston",
        "time": "Tuesday 15 June 2010",
        "section_title": "Cast and crew",
        "Rated": "12A",
        "Release date": "Friday 18 June 2010",
        "Duration": "88 mins",
        "Director": "Akira Kurosawa",
        "Screenwriter": "Akira Kurosawa",
        "Cast": [
            "Toshiro Mifune",
            "Machiko Kyo",
            "Masayuki Mori",
            "Takashi Shimura",
            "Minoru Chiaki",
            "Fumiko Homma"
        ]
    },
    {
        "id": 26,
        "title": "The Rules of the Game",
        "timeout_says": null
    },
    {
        "id": 27,
        "title": "Jaws",
        "timeout_says": "Is there such a thing as a perfect film? One that knows what it wants to achieve and does it, flawlessly, artfully and intelligently? If so, then ‘Jaws’ is as good a candidate as any. Thirty-seven years on (and reissued in a new HD print), this tale of an island community terrorised by a killer shark still feels timeless and terrifying. The characterisation is precise and acutely observed (it’s one of the great guys-on-a-mission flicks), the dialogue is witty and wise, and the plot fits together like a finely crafted watch. The performances – not just leads, but the kids, townsfolk and the grief-stricken mother too – are impeccable. Best of all is Steven Spielberg’s direction: the camera moves like a predatory animal, gliding eerily across the surface of the vast Atlantic, creating sequences of almost unbearable suspense (never mind that the scariest scene was shot in a swimming pool). It’s no wonder a generation of holidaymakers still thinks twice before stepping into the water.",
        "author": "Written by Tom Huddleston",
        "time": "Tuesday 12 June 2012",
        "section_title": "Release Details",
        "Rated": "12A",
        "Release date": "Friday 15 June 2012",
        "Duration": "124 mins"
    },
    {
        "id": 28,
        "title": "Double Indemnity",
        "timeout_says": "Six years before a Hollywood screenwriter’s\r\ncorpse narrated ‘Sunset Blvd’, a dead-man-walking delivered the hard-boiled\r\nvoiceover in another Billy Wilder inquiry into moral rot in sunny California.\r\nWalter Neff (Fred MacMurray), a salesman for Pacific All-Risk Insurance,\r\nstaggers into the office late one night to record a memorandum regarding the\r\nrecent death of a policyholder: ‘I killed Dietrichson… for money, and a woman.\r\nI didn’t get the money, and I didn’t get the woman.’There’s nothing but a towel and a staircase\r\nbetween Neff and the woman when they first meet; Neff pays a house call on\r\nDietrichson’s Spanish-revival pile in LA, where old dust levitates in the bands\r\nof light through the Venetian blinds, and he encounters the oil executive’s\r\nbored, platinum-blonde second wife, Phyllis (Barbara Stanwyck). She’d like to\r\nknow if she can secretly procure a life insurance policy for her spouse; Neff\r\nknows she’s conscripting him for her husband-disposal unit, and he knows that\r\nclaims manager Barton Keyes (Edward G Robinson) will smell a putrefying rat,\r\nbut they’ve got power-surge chemistry, and that’s a honey of an anklet she’s\r\nwearing…As poised and\r\nlanguorous as a cat, Stanwyck’s definitive femme fatale could be one of the\r\nsavvy minxes of the actress’ delectable Pre-Code years – the jailhouse alpha\r\nfemale in ‘Ladies They Talk About’, the secretary trampolining up the office\r\nranks one bed at a time in ‘Baby Face’ – grown older and harder, her manicured\r\nruthlessness calcifying into brutal amorality. With diamond-hard repartee by\r\nWilder and Raymond Chandler (by way of James M Cain’s novel) and ghoulish\r\ncinematography by the great John Seitz, this is the gold standard of ’40s noir,\r\nstraight down the line.",
        "author": "Written by JWin",
        "time": "Tuesday 8 November 2005",
        "section_title": "Cast and crew",
        "Rated": "PG",
        "Release date": "Friday 11 November 2005",
        "Duration": "106 mins",
        "Director": "Billy Wilder",
        "Screenwriter": "Billy Wilder, Raymond Chandler",
        "Cast": [
            "Barbara Stanwyck",
            "Fred MacMurray",
            "Edward G Robinson",
            "Porter Hall",
            "Jean Heather",
            "Tom Powers",
            "Fortunio Bonanova"
        ]
    },
    {
        "id": 29,
        "title": "The 400 Blows",
        "timeout_says": "Write about what you know, they say. So in 1959 François Truffaut, neglected son, passionate reader, delinquent student and cinephile, wrote and filmed one of the first glistening droplets of the French New Wave: ‘The 400 Blows’, in which Antoine Doinel (Jean-Pierre Léaud) demonstrates – unforgettably – that a good brain and bad parents don’t necessarily turn a boy into a talented film director, although they will, one way or another, turn him into a liar.Antoine is an inept thief who winds up incarcerated; somehow, Truffaut turned this saga into the most joyous experience you could have in the cinema until his ‘Jules et Jim’ three years later. The beauty of monochrome ’50s Paris helps, but the magic is in observing the thrill even a maltreated child will snatch from a book, a film or a day truanting at a funfair, through the gaze of a former critic whose elation at getting his hands on a camera burbles through every shot.This debut made Truffaut’s name, and that of his alter ego, Léaud. Like Fellini and Mastroianni or Scorsese and De Niro, theirs was a great collaboration: a sleight of character that conjured up a separate entity with a prettier face and a different ending. Or is it different? The famous last shot – a zoom to a freeze frame as Antoine flees reform school, truanting again but with better reason – is also a perfect depiction of Truffaut then, en route from nasty past to invisible but promising future. And isn’t that where most of us are? No wonder this film never dates: he was writing about what we all know.",
        "author": "Written by Nina Caplan",
        "time": "Tuesday 7 April 2009",
        "section_title": "Cast and crew",
        "Rated": "PG",
        "Duration": "101 mins",
        "Director": "François Truffaut",
        "Screenwriter": "François Truffaut",
        "Cast": [
            "Jean-Pierre Léaud",
            "Albert Rémy",
            "Claire Maurier",
            "Patrick Auffay",
            "Georges Flamant",
            "Guy Decomble",
            "Jeanne Moreau"
        ]
    },
    {
        "id": 30,
        "title": "Star Wars",
        "timeout_says": "Hollywood began in an amusement arcade, so it's appropriate that its most profitable film should be as formally enchanting and psychologically sterile as a Gottlieb pinball machine. Star Wars is at least 40 years out of date as science fiction, but objections pale beside the film's major achievement: nearly 50 years after it was conceived, pulp space fiction is here for the first time presented as a truly viable movie genre. Discounting 2001, which isn't a genre movie, it's like watching the first Western to use real exteriors. And audiences rightly feel that this is something they've been owed for some time. Star Wars itself has distinct limitations, but the current return to a cinema of spectacle and wonder is wholly encouraging. Or would you prefer The Sound of Music?",
        "author": "Written by DP",
        "time": "Wednesday 9 July 2014",
        "section_title": "Cast and crew",
        "Duration": "121 mins",
        "Director": "George Lucas",
        "Screenwriter": "George Lucas",
        "Cast": [
            "Mark Hamill",
            "Harrison Ford",
            "Carrie Fisher",
            "Peter Cushing",
            "Alec Guinness",
            "Peter Mayhew",
            "David Prowse"
        ]
    },
    {
        "id": 31,
        "title": "The Passion of Joan of Arc",
        "timeout_says": null
    },
    {
        "id": 32,
        "title": "Once Upon a Time in the West",
        "timeout_says": null
    },
    {
        "id": 33,
        "title": "Alien",
        "timeout_says": "In the wake of the huge commercial success of Alien, almost all attention has perversely focused on the provenance of the script (was it a rip-off of It, the Terror from Beyond Space? Of Van Vogt's fiction? Was former John Carpenter collaborator Dan O'Bannon sold out by producers Walter Hill and David Giler's rewrites?). But the limited strengths of its staple sci-fi horrors - crew of commercial spacecraft menaced by stowaway monster - always derived from either the offhand organic/ Freudian resonances of its design or the purely (brilliantly) manipulative editing and pacing of its above-average shock quota. Intimations of a big-budget Dark Star fade early, and notions of Weaver as a Hawksian woman rarely develop beyond her resourceful reaction to jeopardy. At least Scott has no time to dawdle over redundant futuristic effects in the fashion that scuttles his later Blade Runner.",
        "author": "Written by PT",
        "time": "Wednesday 26 October 2016",
        "section_title": "Cast and crew",
        "Rated": "15",
        "Duration": "116 mins",
        "Director": "Ridley Scott",
        "Screenwriter": "Dan O'Bannon",
        "Cast": [
            "Tom Skerritt",
            "Sigourney Weaver",
            "Veronica Cartwright",
            "Harry Dean Stanton",
            "John Hurt",
            "Yaphet Kotto",
            "Ian Holm"
        ]
    },
    {
        "id": 34,
        "title": "Tokyo Story",
        "timeout_says": "The director’s own favourite of his 54 movies, Yasujiro Ozu’s 1953 film ‘Tokyo Story’ surveys the Japanese family in the American-influenced post-war reconstruction period. The story – never the Japanese master’s greatest interest – is a simple one. It concerns the visits paid to their children in Osaka and Tokyo by an elderly couple (Tomi, 68, and Shukishi, 70) from the southern seaside  town of Onomichi, a quiet fishing port and traditional centre of Buddhist devotion, which was then a day and a night’s train journey from the high-rises, smoking factories and modernity of Japan’s frenetic capital.Often topping lists of the best films of all time, and a great influence on many great directors of the last half century, not least for its purity of expression, this remains one of the most approachable and moving of all cinema’s masterpieces. Furthermore, Ozu’s style – with its so-called ‘pillow shots’ (introductory shots of yet-unhabited rooms), low, static camera position, unhurried pacing and elaborately composed frames – has come to look, in an age of refreshed minimalism, more and more modern. Also, his main interest – how ordinary human emotions are expressed in the context of the changing modern family – has become ever more fundamental, relevant and richly rewarding.Ozu’s is a cinema of cumulative impact. The film’s early scenes delve into the cluster of families around Tomi and Shukishi – busy doctor Koichi; no-nonsense hair-salon owner Shige; sweet widowed daughter-in-law Noriko – observing their variously neglectful or dutiful relations with little or no introduction. Shukishi goes on a sake binge with old pals and they discuss their estrangement from, and disappointment with, their offspring. You could say that learning to deal with disappointment is the philosophical, even religious, heart of ‘Tokyo Story’. And the way Ozu builds up emotional empathy for a sense of disappointment in its various characters is where his mastery lies.Not that the film is without irony, lightheartedness or downright comedy – ‘No Weddings and a Funeral’, anybody? Ozu had fun – and an estimated 43 bottles of sake – collaborating with scriptwriter Kogo Noda  on ‘Tokyo Story’, and his films are as full of spontaneous insights and significant personal detail as those of Ozu-admired Hollywood comedians Ernst Lubitsch or Leo McCarey. But, like Hitchcock, Ozu planned and  storyboarded everything with minute precision; no cutaway to a stone lantern or line of washing is accidental and the slow arc of his film must be attentively imbibed for the film’s overwhelming force to be truly felt.None of this would be true, of course, were it not for the strength of the performances, and ‘Tokyo Story’ is remarkable for the balance and richness of the ensemble playing by such Ozu regulars as Chishu Ryu (as Shukishi) and, especially, the marvellous, eminently graceful Setsuko Hara whose line, ‘Everyone has to look after their own life first’, is all the more shocking coming as it does from one of the most radiantly selfless characters in the history of cinema.",
        "author": "Written by Wally Hammond",
        "time": "Thursday 24 December 2009",
        "section_title": "Cast and crew",
        "Rated": "U",
        "Release date": "Friday 1 January 2010",
        "Duration": "135 mins",
        "Director": "Yasujiro Ozu",
        "Screenwriter": "Kogo Noda, Yasujiro Ozu",
        "Cast": [
            "Chishu Ryu",
            "Chiyeko Higashiyama",
            "Setsuko Hara",
            "So Yamamura",
            "Kyoko Kagawa"
        ]
    },
    {
        "id": 35,
        "title": "Pulp Fiction",
        "timeout_says": "A sprawling, discursive fresco: three stories bookended by a prologue and epilogue. In the first story, a mobster (Travolta) is charged with looking after the irresponsible wife (Thurman) of his vengeful boss. In the second, a washed-up boxer (Willis) tries to trick the Mob by failing to throw a fight. And in the third, two hitmen (Travolta and Jackson) carry out a job, only to call on the services of a 'cleaner' (Keitel) when it gets messier than planned. It's the way Tarantino embellishes and, finally, interlinks these old chestnuts that makes the film alternately exhilarating and frustrating. There's plenty of sharp, sassy, profane dialogue, and there are plenty of acute, funny references to pop culture, though the talk sometimes delays the action, and the references sometimes seem self-consciously arch. And there are, too, the sudden lurches between humour and violence - shocking, but without moral depth. What writer/director Tarantino lacks, as yet, is the maturity to invest his work with anything that might provoke a heartfelt emotional response to his characters. Very entertaining, none the less.",
        "author": "Written by GA",
        "time": "Monday 14 April 2014",
        "section_title": "Cast and crew",
        "Rated": "18",
        "Duration": "154 mins",
        "Director": "Quentin Tarantino",
        "Screenwriter": "Quentin Tarantino",
        "Cast": [
            "Uma Thurman",
            "Bruce Willis",
            "Samuel L Jackson",
            "John Travolta",
            "Tim Roth",
            "Amanda Plummer",
            "Steve Buscemi",
            "Harvey Keitel",
            "Rosanna Arquette",
            "Eric Stoltz"
        ]
    },
    {
        "id": 36,
        "title": "The Truman Show",
        "timeout_says": "Truman Burbank is beginning to wise up. People seem to listen to him, but they never really connect; he feels trapped in a job he doesn't care about, a marriage he doesn't believe in, and a small island community he's never been able to leave. It's as if his life has been pre-programmed from the start: as indeed it has, for Truman is the unwitting subject of television's most audacious experiment, a real-life soap following one man from birth to death. When Truman (Carrey) appeals to a higher power, he's actually addressing the show's omniscient creator/director, Christof (Harris). The best comedy since Groundhog Day - better, even, than that - this is more than just a savvy and ingenious satire on media saturation, it's a moving metaphysical fable. One movie you can pronounce a modern classic with absolute confidence.",
        "author": "Written by TCh",
        "time": "Monday 21 July 2014",
        "section_title": "Cast and crew",
        "Duration": "102 mins",
        "Director": "Peter Weir",
        "Screenwriter": "Andrew Niccol",
        "Cast": [
            "Natascha McElhone",
            "Noah Emmerich",
            "Jim Carrey",
            "Ed Harris",
            "Laura Linney"
        ]
    },
    {
        "id": 37,
        "title": "Lawrence of Arabia",
        "timeout_says": "‘Epic’ is an over-used word in cinema, but David Lean’s 1962, near four-hour journey with TE Lawrence (Peter O’Toole) into the Arabian desert is surely the gold standard for films grand in scale, design and delivery. It’s 50 years since Lean chronicled the exploits of Lawrence, an unconventional British officer who struck out alone during World War I with the aid of Bedouins (including Omar Sharif in his most famous role) to fight the Turks in parts of modern Saudi Arabia, Jordan and Syria. This digital restoration marks its anniversary. Most striking, still, are the desert scenes: battles yes, but also the film’s harnessing of the searing, inhuman heat of the sandy wilds, first introduced by Lean’s famous cut from a striking match to a rising sun. O’Toole, too, remains compelling, as he swings between arrogance and humility, confidence and doubt. You’ll need to dedicate half a day to it – but this deserves to be seen again on the big screen. ",
        "author": "Written by Dave Calhoun ",
        "time": "Tuesday 4 November 2014",
        "section_title": "Cast and crew",
        "Rated": "PG",
        "Release date": "Friday 23 November 2012",
        "Duration": "227 mins",
        "Director": "David Lean",
        "Screenwriter": "Robert Bolt",
        "Cast": [
            "Claude Rains",
            "Peter O'Toole",
            "Arthur Kennedy",
            "Anthony Quinn",
            "Donald Wolfit",
            "Anthony Quayle",
            "Jack Hawkins",
            "Alec Guinness",
            "Omar Sharif",
            "Jose Ferrer"
        ]
    },
    {
        "id": 38,
        "title": "Psycho",
        "timeout_says": "Where would we be without ‘Psycho’? Fifty years on and Hitch’s delicious cod-Freudian nightmare about a platinum-blonde embezzler (Janet Leigh) who neglected to consult a guide before selecting her motel still has much to answer for. It blazed a bloody trail for the much-loved slasher cycle, but it also assured us that a B-movie could be A-grade in quality and innovation. It dared to suggest that your star didn’t need to surface from an ordeal smelling of roses (or, indeed, at all). It combined a knife, a scream, a melon, some chocolate sauce,\n\nBernard Herrmann’s greatest score and more than 70 edits to push the envelope of screen violence. It lent ‘The Simpsons’ some of its best gags: (Seymour Skinner: ‘Oh there’s Mother now, watching me. What’s that, Mother? That sailor suit doesn’t fit any more!’). It offers perfect case studies of suspense, paranoia and montage for lazy film-studies tutors. And, of course, it was the first movie to show a toilet flushing, so we might also credit it with spawning the entire gross-out genre. ‘Psycho’: we salute you.",
        "author": "Written by David Jenkins",
        "time": "Tuesday 30 March 2010",
        "section_title": "Cast and crew",
        "Rated": "15",
        "Release date": "Thursday 16 June 1960",
        "Duration": "109 mins",
        "Director": "Alfred Hitchcock",
        "Screenwriter": "Joseph Stefano",
        "Cast": [
            "Anthony Perkins",
            "Janet Leigh",
            "Vera Miles",
            "John Gavin",
            "Martin Balsam",
            "John McIntire",
            "Simon Oakland",
            "John Anderson"
        ]
    },
    {
        "id": 39,
        "title": "Sansho the Bailiff",
        "timeout_says": null
    },
    {
        "id": 40,
        "title": "Andrei Rublev",
        "timeout_says": "\r\nThe complete version (39 minutes longer than the print originally released) 'explains' no more than the cut version, but at least Tarkovsky's mysteries and enigmas are now intact. Rublev was a minor icon-painter of the early 1400s. Tarkovsky re-imagines him as a Christ-like cypher for the sufferings of a divided Russia under the Tartar invaders: a troubled visionary reduced to years of silence by the horrors that he witnesses, who finally rediscovers the will to speak - and to paint. The film offers eight imaginary episodes from Rublev's life: the most brilliant coup is the story of a beardless boy saving his own life by pretending that he knows how to cast a giant bell - and finding that he can do it. This boy's blind faith rekindles Rublev's confidence in himself and his people, leading the film into its blazing climax: a montage of details from Rublev's surviving icons.",
        "author": "Written by TR",
        "time": "Monday 10 September 2012",
        "section_title": "Cast and crew",
        "Rated": "15",
        "Duration": "189 mins",
        "Director": "Andrei Tarkovsky",
        "Screenwriter": "Andrei Konchalovsky, Andrei Tarkovsky",
        "Cast": [
            "Anatoly Solonitsyn",
            "Ivan Lapikov",
            "Nikolai Grinko",
            "Nikolai Sergeyev",
            "Irma Rausch",
            "Nikolai Burlyayev"
        ]
    },
    {
        "id": 41,
        "title": "The Umbrellas of Cherbourg",
        "timeout_says": null
    },
    {
        "id": 42,
        "title": "Chinatown",
        "timeout_says": "The hard-boiled private eye coolly strolls a few steps ahead of the audience. The slapstick detective gets everything wrong and then pratfalls first over the finish line anyway. Jake Gittes (Jack Nicholson) is neither – instead he's a hard-boiled private eye who gets everything wrong. Jake snaps tabloid-ready photos of an adulterous love nest that's no such thing. He spies a distressed young woman through a window and mistakes her for a hostage. He finds bifocals in a pond and calls them Exhibit A of marital murder, only the glasses don't belong to the victim and the wife hasn't killed anyone. Yet when he confronts ostensible black widow Evelyn Mulwray (Dunaway) with the spectacular evidence, the cigarette between his teeth lends his voice an authoritative Bogie hiss. Throughout, Nicholson sexes up mediocre snooping with blithe arrogance and sarcastic machismo. It's the actor's default mode, sure, but in 1974 it hadn't yet calcified into Schtickolson, and in 1974 a director (Polanski), a screenwriter (Towne) and a producer (Evans) could decide to beat a genre senseless and dump it in the wilds of Greek tragedy. 'You see, Mr Gits,' depravity incarnate Noah Cross (Huston) famously explains, 'most people never have to face the fact that, at the right time and the right place, they're capable of anything.' As is Chinatown. The last gunshot here is the sound of the gate slamming on the Paramount lot of Evans' halcyon reign, and as the camera rears back to catch Jake's expression, the dolly lists and shivers - an almost imperceptible sob of grief and recognition, but not a tear is shed.",
        "author": "Written by JWin",
        "time": "Monday 5 January 2015",
        "section_title": "Cast and crew",
        "Rated": "15",
        "Release date": "Friday 4 January 2013",
        "Duration": "131 mins",
        "Director": "Roman Polanski",
        "Screenwriter": "Robert Towne",
        "Cast": [
            "Jack Nicholson",
            "Darrell Zwerling",
            "Perry Lopez",
            "Faye Dunaway",
            "Roman Polanski",
            "John Hillerman",
            "John Huston",
            "Diane Ladd"
        ]
    },
    {
        "id": 43,
        "title": "The Seventh Seal",
        "timeout_says": "The late twentieth century’s defining anxiety – nuclear catastrophe –inspired film masterworks in a variety of genres, from noir (‘Kiss Me Deadly’) to essay (‘Hiroshima, Mon Amour’), faux documentary (‘The War Game’) to horror (‘Godzilla’). But it found possibly its greatest cinematic expression in Ingmar Bergman’s doom-laden medieval allegory, a film that re-imagines a previous period of existential angst and primal fear: the plague-ridden thirteenth century. ‘The Seventh Seal’ has the courage to give fear a face. You could say of its most famous image – returned crusader Max von Sydow’s desperate chess game with Death (Bengt Ekerot), shot in superb high-Gothic relief by cinematographer Gunnar Fischer in homage to an image Bergman remembered from a childhood church visit – that it has lost none of its power to impress. But, it seems to me, 50 years of relentless quotation and parody have taken some toll, as they have on the climactic improvised ‘dance of death’.The film’s other inspirations were the extraordinary, sometimes ecstatic, often profane poems and music of the ‘Carmina Burana’, composed by anonymous wandering scholars scattered by Europe-wide famine, disease and death, which are sung in snatches in the film and echoed in the soundtrack. Bergman’s inclusion of a company of comic travelling players, which may once have seemed like a balancing, populist device, now provides quietly eloquent proof of the great director’s empathy and essential humanism. While ‘The Seventh Seal’ is most often characterised as a beautifully directed, portentous and despairing cry of abandonment to a godless world, it may be the film’s gentler but insistent curiosity about man’s peculiar talent for survival and artistic expressiveness, even under the direst threat, that ensures it remains not only highly impressive but thought-provoking, relevant and intensely moving in our present, nervous, times.",
        "author": "Written by Wally Hammond",
        "time": "Monday 16 July 2007",
        "section_title": "Cast and crew",
        "Rated": "PG",
        "Release date": "Friday 20 July 2007",
        "Duration": "96 mins",
        "Director": "Ingmar Bergman",
        "Screenwriter": "Ingmar Bergman",
        "Cast": [
            "Max von Sydow",
            "Gunnar Björnstrand",
            "Bengt Ekerot",
            "Nils Poppe",
            "Bibi Andersson",
            "Ake Fridell",
            "Maud Hansson",
            "Gunnel Lindblom"
        ]
    },
    {
        "id": 44,
        "title": "Lost in Translation",
        "timeout_says": "\r\nContemporary Tokyo, and Bob Harris (Murray) is having an out-of-body experience. Nothing says disconnection so much as giant billboards of yourself commending Suntory whisky to a foreign audience when the shoot behind the ads leaves you stranded in a sterile hotel bar nursing your loneliness over several glasses of the same. That's when he meets Charlotte (Johansson), a soul-searching young New Yorker idling time while her photographer husband disappears on assignment. She recognises a fellow castaway, and soon the two are trading quips and confidences. A comedy of dislocation framing a love story bound up in an expression of existential melancholy, Sofia Coppola's film is a deft, manifold delight. Johansson again impresses as an old head on young shoulders, but it's Murray's infinitely modulated performance that underpins the film. Riffing on his own image, he gives a sweet-sad study of a man lost inside himself, resigned to the likelihood that it's for life. Certainly the film has the ring of experience. The anomie of international living, the push-pull of shirking home. Admittedly it makes life easier on itself by camping up Japan's way-out culture (an irrepressible chat show host and a voluble photo director are particular standouts), but that's in keeping with its alienation principle. So far as the central relationship goes, the film is almost European in its subtlety and nuance. Cinematic cherry blossom.",
        "author": "Written by NB",
        "time": "Tuesday 3 May 2011",
        "section_title": "Cast and crew",
        "Rated": "15",
        "Duration": "102 mins",
        "Director": "Sofia Coppola",
        "Screenwriter": "Sofia Coppola",
        "Cast": [
            "Bill Murray",
            "Fumihiro Hayashi",
            "Catherine Lambert",
            "Anna Faris",
            "Akiko Takeshita",
            "Giovanni Ribisi",
            "Scarlett Johansson"
        ]
    },
    {
        "id": 45,
        "title": "Taxi Driver",
        "timeout_says": "‘Listen, you fuckers, you screwheads, here is a man who would not take it any more…’ Re-released at a time when the grievances of white men are once more setting the world agenda, Martin Scorsese’s unflinching plunge into the darkest recesses of the human soul feels painfully relevant. In anti-hero Travis Bickle (Robert De Niro) we see traits of what would become the archetypal online troll – he’s bitter, reactionary and self-involved, describing himself as ‘God’s lonely man’.\nBut still, Scorsese and screenwriter Paul Schrader never treat him with anything less than the utmost empathy. This is a man scarred by war, perplexed by the permissive society and desperate to leave his mark on a world that barely acknowledges his existence. Travis may wear his isolation proudly, but that doesn’t make it any easier to bear.\nForty years on, ‘Taxi Driver’ remains almost impossibly perfect: it’s hard to think of another film that creates and sustains such a unique, evocative tone, of dread blended with pity, loathing, savage humour and a scuzzy edge of New York cool. Bernard Herrmann’s score sounds like the city breathing, ominous and clammy, while De Niro’s performance is a masterclass in restraint and honesty. Back on the big screen, this is still one of the pinnacles of cinema.",
        "author": "Written by Tom Huddleston",
        "time": "Monday 6 February 2017",
        "section_title": "Cast and crew",
        "Rated": "18",
        "Release date": "Monday 6 February 2017",
        "Duration": "114 mins",
        "Director": "Martin Scorsese",
        "Screenwriter": "Paul Schrader",
        "Cast": [
            "Leonard Harris",
            "Albert Brooks",
            "Peter Boyle",
            "Cybill Shepherd",
            "Robert De Niro",
            "Martin Scorsese",
            "Steven Prince",
            "Diahnne Abbot",
            "Harvey Keitel",
            "Jodie Foster"
        ]
    },
    {
        "id": 46,
        "title": "Spirited Away",
        "timeout_says": "Miyazaki's first digitally animated feature (the highest-grossing Japanese film ever) initially seems like a Through the Looking-Glass fantasy, but rapidly picks up a resonance, weight and complexity that make it all but Shakespearean. Chihiro, a sullen and resentful 10-year-old, is moving house with her parents when they stumble into the world of the Japanese gods - where the greedy parents are soon turned into pigs. Chihiro bluffs her way into a job in the resort spa run by the sorceress Yubaba, but at the cost of her human name and identity; she becomes Sen. With her links to her own past slipping away, she finds an ally in Yubaba's factotum Haku, a mysteriously powerful boy who also has a lost identity behind him. Never remotely didactic, the film is ultimately a self-fulfilment drama that touches on religious, ethical, ecological and psychological issues. (There's also an undercurrent of satire: Miyazaki admits that Yubaba's bath-house is a parody of his own Studio Ghibli.) No other word for it: a masterpiece.",
        "author": "Written by TR",
        "time": "Friday 9 August 2013",
        "section_title": "Cast and crew",
        "Duration": "125 mins",
        "Director": "Hayao Miyazaki",
        "Screenwriter": "Hayao Miyazaki",
        "Cast": [
            "Bunta Sugawara",
            "Miyu Irino",
            "Rumi Hiragi",
            "Mari Natsuki",
            "Takashi Naito"
        ]
    },
    {
        "id": 47,
        "title": "Night of the Living Dead",
        "timeout_says": "With its radical rewriting of a genre in which good had always triumphed over evil, Romero's first feature shattered the conventions of horror and paved the way for the subversive visions of directors like David Cronenberg, Tobe Hooper and Sam Raimi. The film's opening scene immediately signals its own subversiveness. In broad daylight, a brother and sister visit their father's grave; seeing a tall man lumbering towards them, Johnny tries to frighten Barbara with a daft Boris Karloff impersonation; suddenly the figure lurches forward and kills him. With the presumed hero dead within the first few minutes, the inexorable logic of the modern 'nightmare movie' is set in motion, and from this moment on the terror never lets up. Together with a small group of fellow survivors, Barbara holes up in a nearby farmhouse, besieged by an ever-swelling tide of flesh-eating zombies. Trapped inside the house, they fight for their lives, but nothing works out as it should; whenever it seems there might be a glimmer of hope, Romero cruelly reverses our expectations. The nihilistic ending, in particular, has to be seen to be believed. Chuckle, if you can, during the first few minutes; because after that laughter catches in the throat as the clammy hand of terror tightens its grip.",
        "author": "Written by NF",
        "time": "Monday 10 September 2012",
        "section_title": "Cast and crew",
        "Duration": "96 mins",
        "Director": "George A Romero",
        "Screenwriter": "John A Russo",
        "Cast": [
            "Judith O'Dea",
            "Duane Jones",
            "Karl Hardman",
            "Keith Wayne",
            "Judith Ridley",
            "Marilyn Eastman",
            "Russell Streiner"
        ]
    },
    {
        "id": 48,
        "title": "Battleship Potemkin",
        "timeout_says": "If modern revolutionaries rely on YouTube or phone clips to spread the word, nearly a century ago their fellow insurrectionists – such as the great Soviet director Sergei Eisenstein – had to labour with the relative carthorse of cinema to satisfy the same demands. It’s in that light that Eisenstein’s twentieth-anniversary, five-act ‘docu-drama’ of the 1905 Russian Navy mutiny, ‘Battleship Potemkin’, seems, even today, so exciting, dynamic and immediate. It’s being re-released by the BFI in a Deutsche Kinemathek-restored print, with restored original censor cuts, title cards and graphics and a revised version of Brecht-collaborator Edmund Meisel’s rousing score. Eisenstein’s crowning reputation may have declined a little over the years and ‘Potemkin’s celebrated episode – the Odessa Steps sequence where Eisenstein, with cinematographer Eduard Tissé, elaborated his celebrated ‘rhythmic montage’ technique to capture the massacre of demonstrators by Czarist forces  – may have become hackneyed, but few films rival its ability to capture the danger, drama, uncertainty and energy of civil war or to respond so vitally to the urgent artistic challenges of their times.",
        "author": "Written by Wally Hammond",
        "time": "Tuesday 26 April 2011",
        "section_title": "Cast and crew",
        "Rated": "PG",
        "Release date": "Friday 29 April 2011",
        "Duration": "71 mins",
        "Director": "Sergei Eisenstein",
        "Screenwriter": "Sergei Eisenstein",
        "Cast": [
            "Alexandr Antonov",
            "Vladimir Barsky"
        ]
    },
    {
        "id": 49,
        "title": "Modern Times",
        "timeout_says": "The last appearance of the Chaplin tramp, before Hitler, Monsieur Verdoux and other personae took over. Antics and situations from the earliest shorts are revived in a narrative framework designed to portray 'humanity crusading in the pursuit of happiness', as the opening title puts it; the tramp faces the perils of factory machinery, poverty, starvation and Depression unrest - and just about survives. Chaplin's political and philosophical naivety now seems as remarkable as his gift for pantomime.",
        "author": "Written by GB",
        "time": "Monday 10 September 2012",
        "section_title": "Cast and crew",
        "Duration": "85 mins",
        "Director": "Charles Chaplin",
        "Screenwriter": "Charles Chaplin",
        "Cast": [
            "Charles Chaplin",
            "Paulette Goddard",
            "Henry Bergman",
            "Chester Conklin",
            "Tiny Sanford",
            "Allan Garcia",
            "Hank Mann"
        ]
    },
    {
        "id": 50,
        "title": "Breathless",
        "timeout_says": "You wonder what it must have been like to be 20 or 30 and to watch Godard’s ‘Breathless’ in 1960? Many, whatever their age, must have loathed the arrogant energy, recklessness and sheer, cocky youth of this pulpy tale of a fast-talking, chain-smoking, big-lipped wideboy (Jean-Paul Belmondo) on the run in Paris with a crop-haired American wannabe journalist (Jean Seberg) who sells copies of the Herald Tribune on the Champs-Élysées, wears gorgeous dresses, talks happily about her many lovers and has a sculpture of empty Lucky Strike packets spelling out ‘Pourquoi?’ on the wall of her tiny flat. What’s not to love, you think? What’s not to hate, many surely felt?Fifty years later, ‘Breathless’ hasn’t entered its dotage yet: it remains a film whose know-it-all front you want to sneer at as much as you want to sigh at Seberg and Belmondo’s style and run along with their sexually frank chat and epigrams about life and love. That ‘Breathless’ still comes across as modern and confrontational is a sign of how much it’s been copied and how radical it was for a young French filmmaker to pour plaster containing his peculiar concerns about cinema, morality, romance and much else into the tatty mould of the Hollywood gangster B-movie. There are times when it feels like Godard’s first film is designed to be loathed. Look carefully and you’ll spot Godard himself, 28 at the time and already an iconoclastic critic for Cahiers du Cinéma. He’s the guy in the suit we see snitching on murderous anti-hero Michel Poiccard, pointing him out to the police while pretending to read the paper outside the offices of France Soir. What a rat. But that’s Godard all over. He’s always been an uningratiating, utterly wilful filmmaker – an artist who invites us into his world and never the other way round. To watch ‘Breathless’, a film by a young cinephile hopped up on movies and ideas of what they should be, is to walk into the bedroom of the coolest student in town and discover a giant pinboard of loves, hates, inspirations and thoughts, all moving at 24 frames per second. However, Godard makes the whole thing feel uncommonly speedy and disjointed by employing a frenetic package of stylistic tics: his actors’ walking and talking; his cinematographer Raoul Coutard’s handheld location shooting; Martial Solal’s ceaseless jazz score that moves and changes direction so fast it almost trips over itself; and his editors’ jump cuts, which were radical at the time but so common now that we barely notice them. If you’ve never seen ‘Breathless’, see it now – but don’t expect an easy ride. If you haven’t seen it for ages, see it again and be surprised at the fresh reactions it provokes. Afterwards, you can talk about modernism, you can talk about Godard’s dismissal of the cinéma de papa, you can talk about the documentary flavour of the whole thing mixed with the corny template of the cheap noir… But there’s one element that it’s hard to deconstruct or sound intelligent about – the fact that it’s so damn cool.",
        "author": "Written by Dave Calhoun",
        "time": "Tuesday 22 June 2010",
        "section_title": "Cast and crew",
        "Rated": "PG",
        "Release date": "Friday 25 June 2010",
        "Duration": "90 mins",
        "Director": "Jean-Luc Godard",
        "Screenwriter": "Jean-Luc Godard",
        "Cast": [
            "Jean-Luc Godard",
            "Jean-Paul Belmondo",
            "Jean Seberg",
            "Daniel Boulanger"
        ]
    },
    {
        "id": 51,
        "title": "Dr. Strangelove or: How I Learned to Stop Worrying and Love the Bomb",
        "timeout_says": null
    },
    {
        "id": 52,
        "title": "M",
        "timeout_says": "German director Fritz Lang’s devastating 1931 serial killer template-setter has lost none of its radical, gripping power and intensity more than eight decades on. As much about mob justice and human weakness as it is about the murder of a child, ‘M’ unnervingly predicts the country’s impending downfall. Peter Lorre plays Hans Beckert, a mentally-disturbed predator who becomes the target of a feverish, citywide vigilante manhunt. The result is one of cinema’s most convincing portraits of a sick society, in which the hapless Beckert is less an aberration, more the inevitable, even pitiable, end product. One can only imagine the ripples of unease it must have caused in an economically-ravaged nation teetering on the brink of totalitarian meltdown.",
        "author": "Written by Tom Huddleston",
        "time": "Tuesday 2 September 2014",
        "section_title": "Cast and crew",
        "Release date": "Friday 5 September 2014",
        "Duration": "99 mins",
        "Director": "Fritz Lang",
        "Screenwriter": "Fritz Lang, Thea von Harbou",
        "Cast": [
            "Peter Lorre",
            "Ellen Widmann",
            "Inge Landgut",
            "Otto Wernicke"
        ]
    },
    {
        "id": 53,
        "title": "Blade Runner",
        "timeout_says": "An ambitious and expensive adaptation of one of Philip K Dick's best novels (Do Androids Dream of Electric Sheep?), with Ford as the cop in 2019 Los Angeles whose job is hunting mutinous androids that have escaped from the off-world colonies. The script has some superb scenes, notably between Ford and the (android) femme fatale Young, while Scott succeeds beautifully in portraying the LA of the future as a cross between a Hong Kong street-market and a decaying 200-storey Metropolis. But something has gone badly wrong with the dramatic structure: the hero's voice-over and the ending feel as if they've strayed in from another movie, and the android villains are neither menacing nor sympathetic, when ideally they should have been both. This leaves Scott's picturesque violence looking dull and exploitative.",
        "author": "Written by DP",
        "time": "Tuesday 27 January 2015",
        "section_title": "Cast and crew",
        "Duration": "117 mins",
        "Director": "Ridley Scott",
        "Screenwriter": "Hampton Fancher, David Webb Peoples",
        "Cast": [
            "Rutger Hauer",
            "M Emmet Walsh",
            "Daryl Hannah",
            "Edward James Olmos",
            "Harrison Ford",
            "Sean Young"
        ]
    },
    {
        "id": 54,
        "title": "The Bitter Tears of Petra von Kant",
        "timeout_says": "If Fear Eats the Soul used Emmi and Ali's improbable relationship as a key to deep-set patterns of social prejudice and fear, then the slightly earlier Bitter Tears sketches the currents of dominance and submission that lie beneath the surface of any human relationship. This time, the focus is gay rather than straight: fashion designer Petra (once widowed, once divorced) develops a fiercely possessive crush on her model Karin, and, as soon as the one-sided affair reaches its necessary end, starts wallowing in theatrical self-pity. Coldly described, the set and costume design and the hothouse atmosphere represent so much high-camp gloss; but once again this careful stylisation enables Fassbinder to balance between parody of an emotional stance and intense commitment to it. He films in long, elegant takes, completely at the service of his all-female cast, who are uniformly sensational.",
        "author": "Written by TR",
        "time": "Monday 16 November 2015",
        "section_title": "Cast and crew",
        "Duration": "124 mins",
        "Director": "Rainer Werner Fassbinder",
        "Screenwriter": "Rainer Werner Fassbinder",
        "Cast": [
            "Gisela Fackeldey",
            "Irm Hermann",
            "Margit Carstensen",
            "Hanna Schygulla",
            "Eva Mattes",
            "Katrin Schaake"
        ]
    },
    {
        "id": 55,
        "title": "Rome, Open City",
        "timeout_says": "The war was barely over when Italian director Roberto Rossellini filmed his 1945 masterpiece ‘Rome, Open City’, bringing the immediacy of a documentary to the devastating story about the choices people must make when all order has collapsed. Rossellini set his film a year or two earlier, as the occupying Nazi authorities conspired to crush the city’s resistance. Rome’s people were forced into an impossible position – resist? Collude? Or merely exist in the painful grey area between the two? Rossellini’s characters are many (and several were non-professional actors), but at the heart of this honest, angry film is an engineer and resistance fighter on the run (Marcello Pagliero); a priest (Aldo Fabrizi) assisting the cause, and a brave pregnant woman (Anna Magnani) engaged to another partisan. Much is devastating – but Rossellini found room, too, for the humour and warmth of everyday life. The film is showing in a brand new digital restoration. But while you can magic away the wear and tear of a film like ‘Rome Open City’, thankfully you can’t remove its sense of raw urgency and of a country on the brink of change.",
        "author": "Written by Dave Calhoun",
        "time": "Monday 10 February 2014",
        "section_title": "Cast and crew",
        "Rated": "12A",
        "Release date": "Friday 7 March 2014",
        "Duration": "101 mins",
        "Director": "Roberto Rossellini",
        "Screenwriter": "Sergio Amidei, Federico Fellini, Roberto Rossellini",
        "Cast": [
            "Anna Magnani",
            "Aldo Fabrizi",
            "Marcello Pagliero"
        ]
    },
    {
        "id": 56,
        "title": "Nosferatu",
        "timeout_says": "So this is it: ground zero, the birth of horror cinema. FW Murnau’s loose, copyright-dodging 1922 adaptation of Bram Stoker’s ‘Dracula’ may not be the world’s first horror flick (that honour probably goes to George Méliès’s ‘Le Manoir du Diable’ from 1896) but it’s the most influential. So many keynotes of the genre emerge fully formed here: the use of light and shadow, threat and tension, beauty and ugliness, a man in grotesque make-up threatening an innocent girl. It could be argued that the film set another, less positive precedent that would go on to plague horror cinema: a tendency to prize shock and sensation over character. But ‘Nosferatu’ remains deeply unsettling: Max Schreck’s contorted performance in the title role, not to mention that hideous, batlike make-up, may be the film’s most iconic image, but the plague-of-rats scene is deeply unnerving too – we can only imagine how it must have seemed to audiences emerging shattered from the Great War.",
        "author": "Written by Tom Huddleston",
        "time": "Tuesday 22 October 2013",
        "section_title": "Cast and crew",
        "Rated": "PG",
        "Release date": "Friday 25 October 2013",
        "Duration": "85 mins",
        "Director": "FW Murnau",
        "Screenwriter": "Henrik Galeen",
        "Cast": [
            "Max Schreck",
            "Alexander Granach",
            "Gustav von Wangenheim",
            "Greta Schröder",
            "GH Schnell"
        ]
    },
    {
        "id": 57,
        "title": "Airplane!",
        "timeout_says": null
    },
    {
        "id": 58,
        "title": "Under the Skin",
        "timeout_says": "Iris (Morton) has always been jealous of sister Rose (Rushbrook), but when their mother (Tushingham) dies, she's thrown into numb, furious confusion. Rejecting her old life (Rose and boyfriend Gary), Iris turns instead to the discomfort of strangers. At first glance, writer/director Adler's film seems extremely thin. Morton has charisma in spades and wears oddball clothes well. Such blasted poise proves irresistible to Adler, whose frenetic camera feasts on Morton as if she were a piece of meat. We never believe Iris is part of a community; she's more a wandering Lolita, slumming it among ignorant, treacherous low life. And though the sexual commentary is clearly intended to be cold, it's also tiresome. Are the sex scenes exploitative? Who can say. In the last third, however, Adler's strategy becomes clear: she's been playing a waiting game. Rose acquires an integrity that goes beyond mere respectable virtue, and when Iris's grief thaws, her helpless, animal-like pain is overwhelming. More surprisingly, our sense of the will-o'-the-wisp mother gathers force, the 'story' of her complex mothering told through the daughters' pinches, pokes and eventual tender fumblings towards each other. In its own twisty way, then, the film avoids both sentimentality and art-school cool, and with the help of superlative performances from Morton and Rushbrook, digs deep into the psyche.",
        "author": "Written by CO'Su",
        "time": "Monday 10 February 2014",
        "section_title": "Cast and crew",
        "Duration": "83 mins",
        "Director": "Carine Adler",
        "Screenwriter": "Carine Adler",
        "Cast": [
            "Samantha Morton",
            "Claire Rushbrook",
            "Rita Tushingham",
            "Christine Tremarco",
            "Stuart Townsend",
            "Matthew Delamere",
            "Mark Womack"
        ]
    },
    {
        "id": 59,
        "title": "Mad Max: Fury Road",
        "timeout_says": "The fourth instalment of George Miller’s punky post-apocalyptic ‘Mad Max’ saga feels like a tornado tearing through a tea party. In an age of weightless movie spectacles, here’s a movie that feels like it was made by kidnapping $150 million of studio money, fleeing with it to the Namibian desert, and sending footage back to Hollywood like the amputated body parts of a ransomed hostage.It’s been 30 years since we last watched Mel Gibson’s Max Rockatansky drift into the horizon in ‘Mad Max Beyond Thunderdome’, but the Road Warrior hasn’t aged a day. He’s been transformed from a reluctantly charismatic Gibson into a terse Tom Hardy. Yet much has changed in the wasteland that Max wanders. While previous episodes were set amid the rubble of a ruined world, the colourful hyper-saturated landscapes of this new movie locate the story closer to the dawn of a new civilization than the twilight of an old one.\nThings begin inside the mountain stronghold ruled by Immortan Joe (Hugh Keays-Byrne), an inbred monster who lords over a society that guzzles its citizens like fuel. Women are drained for their breast milk, girls are farmed for their wombs, and men like Max are used as vehicle ornaments called ‘bloodbags’. Unsurprisingly, Imperator Furiosa (Charlize Theron), Joe’s one-armed lieutenant, is ready for a change. When she drives off with his prized concubines, the warlord unleashes a suicidal eight-cylinder army on their trail. Pretty much the entire film is a screaming death race down Fury Road.Marrying the biting frenzy of Terry Gilliam’s film universe with the explosive grandeur of James Cameron, Miller cooks up some exhilaratingly sustained action. But the key to this symphony of twisted metal is how the film never forgets that violence is a sort of madness. Miller’s world is a raw portrait of man at his most primitive, and the oppression of women has long been a recurring motif. With Theron’s Furiosa behind the wheel, though, ‘Fury Road’ steers this macho franchise in a brilliant new direction, forging a mythical portrait about the need for female rule in a world where men need to be saved from themselves.That’s why Max is an enduring hero: he knows when to drive off into the sunset. This time, he leaves a generation of blockbuster cinema choking on his dust.",
        "author": "Written by David Ehrlich",
        "time": "Monday 11 May 2015",
        "section_title": "Cast and crew",
        "Release date": "Friday 15 May 2015",
        "Duration": "120 mins",
        "Director": "George Miller",
        "Screenwriter": "George Miller, Brendan McCarthy",
        "Cast": [
            "Tom Hardy",
            "Charlize Theron",
            "Nicholas Hoult",
            "Zoë Kravitz"
        ]
    },
    {
        "id": 60,
        "title": "Apocalypse Now",
        "timeout_says": "No deleted scenes or unseen Sheen, just a straight remaster and reissue for the relatively lean, unrelentingly mean original cut of Coppola’s massive man-on-a-mission masterpiece. Shorn of its ‘Redux’ excesses, which transformed this already epic film into something sprawling, unwieldy and soap-operatic (if still brilliant), it’s remarkable how slick and streamlined the film feels: five guys in a boat, and the river only goes one way.Not that there isn’t room for experimentation. The central storyline – Captain Willard (Martin Sheen) is tasked with tracking down and executing Marlon Brando’s rogue Colonel Kurtz – is essentially a slender thread upon which Coppola and his co-writer John Milius hang a number of increasingly wild asides. But these brief, brutal and seemingly unconnected incidents work together to drive the film forward: in their very randomness, they build a picture of a war being fought without strategy or clear intent, making Willard’s mission simultaneously clearer and more morally meaningless.In contrast to Coppola’s earlier ‘The Godfather Part II’ and ‘The Conversation’, ‘Apocalypse Now’ isn’t a conspicuously ‘smart’ film: literary references aside, there are no intellectual pretensions here. Instead, as befits both its tortuous hand-to-mouth genesis and the devastating conflict it reflects, this is a film of pure sensation, dazzling audiences with light and noise, laying bare the stark horror – and unimaginable thrill – of combat. And therein lies the true heart of darkness: if war is hell and heaven intertwined, where does morality fit in? And, in the final apocalyptic analysis, will any of it matter?",
        "author": "Written by Tom Huddleston",
        "time": "Tuesday 24 May 2011",
        "section_title": "Cast and crew",
        "Rated": "15",
        "Release date": "Friday 27 May 2011",
        "Duration": "153 mins",
        "Director": "Francis Ford Coppola",
        "Screenwriter": "John Milius, Francis Ford Coppola",
        "Cast": [
            "Martin Sheen",
            "Robert Duvall",
            "Marlon Brando",
            "Frederic Forrest",
            "Dennis Hopper",
            "Larry Fishburne",
            "Sam Bottoms",
            "Harrison Ford"
        ]
    },
    {
        "id": 61,
        "title": "Brokeback Mountain",
        "timeout_says": "\nAng Lee’s adaptation of an Annie Proulx short story arrives amid much chatter from awards-season soothsayers and pundits who have slapped the easy tag of ‘gay cowboy movie’ on this sensitive, intelligent and pleasingly traditional film. Certainly its two male protagonists, Jack Twist (Jake Gyllenhaal) and Ennis Del Mar (Heath Ledger), two free-and-easy 19-year-olds, tend sheep together in rural Wyoming. They favour denim, live close to the land and enjoy – briefly – a loving, sexual relationship.\n\nBut there’s little in this film to excite either John Wayne fans or devotees of Warhol’s ‘Lonesome Cowboys’. Instead, the film’s themes of forbidden love, lost opportunity, marital deception and romantic honesty are quite accessible, mainstream even. The revolution is all off-screen: what ultimately makes ‘Brokeback Mountain’ a radical project is that it’s set to become the first bona fide, well-made and commercially successful gay weepie to emerge from Hollywood. Jack and Ennis meet on a Wyoming mountainside one summer when both are employed to watch over the flock of a local farm baron (Randy Quaid). Lee indulges wide shots of flowing rivers, travelling sheep, wispy clouds and mountain vistas to canonise the pair’s experience on Brokeback Mountain. He threatens to over-sweeten us with the shallow beauty of a Marlboro commercial or Wrangler advert until, one night on the mountain, a drunken Ennis spits on his hand, turns Jack over and lights the fuse on an on-off love affair that will stretch painfully over two decades but never escape the macho strictures of the rural worlds to which they belong. Both marry; both have kids; both meet occasionally over 20 years for the odd tryst disguised as a fishing trip. For Jack and Ennis, Brokeback Mountain is more than a place; it’s a symbol of what could have been, a state of mind, an unattainable nirvana. ‘Brokeback got us good,’ sighs Jack to Ennis as their strained friendship floats through the years, forever secret, barely defined, hardly spoken. Always taking his cue from Proulx’s original story (a marvel of epic economy), Lee and his screenwriters Larry McMurty (‘The Last Picture Show’) and Diana Ossana present just enough of the pair’s married, post-Brokeback lives to remind us of the conservative and traditional nature of their domestic lives. But what makes ‘Brokeback Mountain’ more interesting than a well-meaning time capsule of period values are the subtle differences in character that Lee carves between Jack and Ennis. Jack is more exuberant, more romantic, a dreamer who rides the rodeo and hatches impossible plans for him and Ennis to live together. Ennis is a puritan, unadventurous and afraid of himself; he takes solace in violence, holds back emotionally and creates excuses for the stagnation that defines his life. The film is Ennis’s tragedy; it becomes painfully obvious that he left his soul on Brokeback Mountain. It’s a tough act to witness and one that Heath Ledger handles superbly, delivering an increasingly sad, mumbling and desperate performance that smacks of loneliness and alienation. And all because the boy loves the boy but barely knows what such love means, let alone possesses the tools with which to act on it.What we have here is acutely calibrated storytelling. Nothing is wasted. The pacing is calm, the mood sombre, and the adaptation is both respectful and imaginative. Lee retains the taut ease of Proulx’s prose, allowing him to cover a long period of time (about 20 years) without lessening the tragedy at the heart of the tale or offering episodic biographies. Very little is added to Proulx’s story; the film’s screenwriters take smart inspiration from a line here or a comment there, spinning them into well-placed new scenes. ‘Brokeback Mountain’ deserves all the awards and acclaim that it’s bound to gather in the next couple of months. It’s painful stuff, moving and intelligent. Lee has taken a story of gay love and placed it where it should be – in the mainstream. He’s delivered a beautifully crafted film to boot.",
        "author": "Written by Dave Calhoun",
        "time": "Tuesday 20 December 2005",
        "section_title": "Cast and crew",
        "Rated": "15",
        "Release date": "Friday 6 January 2006",
        "Duration": "134 mins",
        "Director": "Ang Lee",
        "Screenwriter": "Larry McMurtry, Diana Ossana",
        "Cast": [
            "Anne Hathaway",
            "Randy Quaid",
            "Jake Gyllenhaal",
            "Michelle Williams",
            "Anna Faris",
            "Linda Cardellini",
            "Kate Mara",
            "Heath Ledger"
        ]
    },
    {
        "id": 62,
        "title": "Duck Soup",
        "timeout_says": "As the world’s media debate the future of satire, it’s an opportune time for the BFI to release the Marx Brothers’s most barbed film, a silly-serious sideswipe against war, politics and the entire concept of heroism. First shown in 1933, as humanity were busily gearing up for another round of death-to-everyone, the film doesn’t take the same direct potshots as, say, Chaplin’s ‘The Great Dictator’. But this is a spikier, subtler, far less sentimental film, using its timely mittel-European setting and Fascist-like decor to mask a pointed attack on American triumphalism and the lunacy of war, all the way back to Thomas Jefferson. The plot sees Groucho playing Rufus T Firefly, the populist revolutionary who takes charge of the remote nation of Sylvania and is pursued by a pair of spies played by Chico and Harpo. But all this is secondary to a series of wildly elaborate set-pieces – the mirror scene is perhaps the greatest physical comedy routine in slapstick history – and mind-scramblingly relentless one-liners (‘I got a good mind to join a club and beat you over the head with it!’). Genius just about covers it.",
        "author": "Written by Tom Huddleston",
        "time": "Monday 12 January 2015",
        "section_title": "Cast and crew",
        "Duration": "70 mins",
        "Director": "Leo McCarey",
        "Screenwriter": "Harry Ruby, Bert Kalmar",
        "Cast": [
            "Margaret Dumont",
            "Edgar Kennedy",
            "Louis Calhern",
            "The Marx Brothers"
        ]
    },
    {
        "id": 63,
        "title": "The Blair Witch Project",
        "timeout_says": "Heather, Michael and Josh (Donahue, Williams and Leonard) disappeared on 21 October 1994 while shooting a documentary in the forest of the Black Hills, Maryland. A year later, their footage was found. This movie is the last trace of them. This is a horror film made against the grain, in defiance of the genre as it has evolved over the last three decades. After a handful of interviews with the natives, the trio starts to trek through the woods to check out the 'cemetery' rumoured to mark the graves of missing children. At first, they joke around. Then, as they come across strange talismans made of twigs and stones, the mood becomes apprehensive. At night, inexplicable sounds disrupt their sleep. They lose their way in the trees, and the next night, the sounds are closer, stranger, much more frightening. This is back to basics horror: we're in deep dark woods among things that go bump in the night. The actors never put a foot wrong; the video diary form allows no artifice, so that as terror mounts, the dread is infectious. Indeed, the gradual social and psychological breakdown which ensues is often painful to watch. And to listen to, the sound design being extraordinarily evocative. Worse, it stays with you: the film issues a kind of shadow horror that only comes into play later, at night, when you want to forget it.",
        "author": "Written by TCh",
        "time": "Wednesday 25 April 2012",
        "section_title": "Cast and crew",
        "Duration": "81 mins",
        "Director": "Daniel Myrick, Eduardo Sanchez",
        "Screenwriter": "Eduardo Sanchez, Daniel Myrick",
        "Cast": [
            "Joshua Leonard",
            "Michael Williams",
            "Heather Donahue"
        ]
    },
    {
        "id": 64,
        "title": "All the President’s Men",
        "timeout_says": "Inevitably softened by hints of self-congratulation concerning the success of Woodward and Bernstein's uncovering of the Watergate affair, Pakula's film is nevertheless remarkably intelligent, working both as an effective thriller (even though we know the outcome of their investigations) and as a virtually abstract charting of the dark corridors of corruption and power. Pakula's visual set-ups are often extraordinary, contrasting the light of the Washington Post newsroom with the shadows in which hides star informant Deep Throat, and dramatically engulfing Hoffman and Redford in monumental buildings to stress the enormity of their task.",
        "author": "Written by GA",
        "time": "Wednesday 23 May 2012",
        "section_title": "Cast and crew",
        "Duration": "138 mins",
        "Director": "Alan J Pakula",
        "Screenwriter": "William Goldman",
        "Cast": [
            "Jason Robards",
            "Hal Holbrook",
            "Jane Alexander",
            "Jack Warden",
            "Martin Balsam",
            "Dustin Hoffman",
            "Robert Redford"
        ]
    },
    {
        "id": 65,
        "title": "The Apu trilogy (1955, 1956,",
        "timeout_says": null
    },
    {
        "id": 66,
        "title": "The General",
        "timeout_says": "Dublin, the 1980s and '90s. Martin Cahill (Gleeson) is forever a few steps ahead of the police, cocking a snook at all the authority figures he's detested since a childhood in the slums, defined by poverty, petty crime and priestly abuse. Determined to get his man, Inspector Ned Kenny (Voight) nevertheless views him with grudging respect, but it's only when he arranges full time surveillance that Cahill's loyal gang begin to buckle under pressure; even then, the self-styled Godfather can probably count on the support of his wife (Kennedy), her sister (Ball), his right-hand man Noel (Dunbar), and an amused, hero-hungry public, so that his pranks and perversions of justice go unpunished. But how long can he get away with refusing to hand over a portion of his spoils to the IRA? Boorman's energetic account of Cahill's real-life escapades (from the book by Paul Williams) is notable for its deft characterisations and authenticity: while Cahill's sentiments and actions are appreciated as the exploits of a canny born rebel, we're never allowed to forget that he's also volatile, violent and, whatever his feelings for his family, ultimately self-obsessed. All the performances are impressive, but Gleeson and Voight are especially memorable, lending an almost tragic air of inexorability to Cahill and Kenny's cat-and-mouse games.",
        "author": "Written by GA",
        "time": "Wednesday 30 May 2012",
        "section_title": "Cast and crew",
        "Duration": "124 mins",
        "Director": "John Boorman",
        "Screenwriter": "John Boorman",
        "Cast": [
            "Jon Voight",
            "Maria Doyle Kennedy",
            "Brendan Gleeson",
            "Adrian Dunbar",
            "Angelina Ball",
            "Sean McGinley"
        ]
    },
    {
        "id": 67,
        "title": "Eternal Sunshine of the Spotless Mind",
        "timeout_says": "Joel (Carrey) is a shy sort of fellow who might prefer a huddle with his pens and drawing pads to the jolts and vagaries of novel human interaction. Waiting for the overland to work one wintry day, he feels an uncontrollable urge to hop a train in the opposite direction, and only thus encounters Clementine (Winslet), a blue-dyed boho who makes little distinction between her every thought and the words she speaks. His passivity attracts and antagonises her; she flummoxes him and turns him on. Counter-intuitively, they click. It's almost as if they've met before. Viewers deserve to see Gondry and screenwriter Kaufman's hilarious, love-stricken, endlessly inventive collaboration fresh for themselves - especially since the more surreal thrills hinge on an 'am I awake or dreaming' mix up, and since even the quieter passages tremble with pain and revelatory vulnerability. We won't go into too much detail about Dr Mierzwiak (Wilkinson), who runs a popular if low rent New York practice in memory-modification with a merry young staff (including Dunst, Ruffalo and Wood); or into how the film, in boldly dramatising memory and the subconscious, develops as an equally loopy and poignant companion piece to Kaufman's Being John Malkovich. Suffice to say the formidable Gondry/ Kaufman/Carrey axis works marvel after marvel in expressing the bewildering beauty and existential horror of being trapped inside one's own addled mind, and in allegorising the self-preserving amnesia of a broken but hopeful heart.",
        "author": "Written by JWin",
        "time": "Thursday 10 July 2014",
        "section_title": "Cast and crew",
        "Rated": "15",
        "Duration": "108 mins",
        "Director": "Michel Gondry",
        "Screenwriter": "Charlie Kaufman",
        "Cast": [
            "Jim Carrey",
            "Kate Winslet",
            "Kirsten Dunst",
            "Mark Ruffalo",
            "Elijah Wood",
            "Tom Wilkinson",
            "Jane Adams",
            "David Cross",
            "Deirdre O'Connell",
            "Debbon Ayer",
            "Gerry Robert Byrne",
            "Thomas Jay Ryan"
        ]
    },
    {
        "id": 68,
        "title": "The Texas Chain Saw Massacre",
        "timeout_says": "\r\nA band of charmless youngsters ignore all the warnings and stumble across a psychopathic family (closer to Charles Addams than Psycho) in remote farmland. This abattoir of a movie boasts sledgehammers, meathooks and chainsaws, and the result, though not especially visceral, is noisy, relentless, and about as subtle as having your leg sawed off without anaesthetic. It's notable only for taking woman-in-jeopardy about as far as she can go. The three men are despatched unceremoniously, and the women (bra-less and hotpants respectively), their screams rising into orgasms of fear, are toyed with endlessly while the camera often assumes a pointedly aggressive stance. Pernicious stuff and not even true, like the ads suggested - the Ed Gein case, on which this is supposedly based, bears little relation.",
        "author": "Written by CPe",
        "time": "Saturday 28 April 2012",
        "section_title": "Cast and crew",
        "Rated": "18",
        "Duration": "83 mins",
        "Director": "Tobe Hooper",
        "Screenwriter": "Kim Henkel, Tobe Hooper",
        "Cast": [
            "Paul A Partain",
            "Gunnar Hansen",
            "Edwin Neal",
            "William Vail",
            "Marilyn Burns",
            "Allen Danziger"
        ]
    },
    {
        "id": 69,
        "title": "Come and See",
        "timeout_says": "Soviet Belorussia, near the Polish border, 1943. Florya, a young partisan, left behind as his unit moves to prepare for a renewed German advance, returns to his village to find only a mass of bodies, including those of his family, and later witnesses the entire population of a near-by town being machine-gunned and burnt to death. This epic, allegorical and traumatising enactment of the hellish experience of war (especially its effect upon a generation of the Soviet people) is rendered by Klimov - albeit unintentionally - as a disorienting and undifferentiated amalgam of almost lyrical poeticism and expressionist nightmare.",
        "author": "Written by WH",
        "time": "Monday 10 September 2012",
        "section_title": "Cast and crew",
        "Duration": "142 mins",
        "Director": "Elem Klimov",
        "Screenwriter": "Ales Adamovich, Elem Klimov",
        "Cast": [
            "Alexei Kravchenko",
            "Olga Mironova",
            "Liubomiras Laucevicius",
            "Vladas Bagdonas",
            "Victor Lorents",
            "J Lumiste"
        ]
    },
    {
        "id": 70,
        "title": "Heat",
        "timeout_says": "Investigating a bold armed robbery which has left three security guards dead, LA cop Vincent Hanna (Pacino), whose devotion to work is threatening his third marriage, follows a trail that leads him to suspect a gang of thieves headed by Neil McCauley (De Niro). Trouble is, McCauley's cunning is at least equal to Hanna's, and that makes him a hard man to nail. Still, unknown to Hanna, McCauley's gang have their own troubles: one of their number is a volatile psychopath, while the businessman whose bonds they've stolen is not above some rough stuff himself. Such a synopsis barely scratches the surface of Mann's masterly crime epic. Painstakingly detailed, with enough characters, subplots and telling nuances to fill out half a dozen conventional thrillers, this is simply the best American crime movie - and indeed, one of the finest movies, period - in over a decade. The action scenes are better than anything produced by John Woo or Quentin Tarantino; the characterisation has a depth most American film-makers only dream of; the use of location, decor and music is inspired; Dante Spinotti's camerawork is superb; and the large, imaginatively chosen cast gives terrific support to the two leads, both back on glorious form.",
        "author": "Written by GA",
        "time": "Thursday 25 September 2014",
        "section_title": "Cast and crew",
        "Rated": "15",
        "Duration": "171 mins",
        "Director": "Michael Mann",
        "Screenwriter": "Michael Mann",
        "Cast": [
            "Robert De Niro",
            "Al Pacino",
            "Val Kilmer",
            "Jon Voight",
            "Amy Brenneman",
            "Wes Studi",
            "Dennis Haysbert",
            "Tom Sizemore",
            "Mykelti Wiliamson"
        ]
    },
    {
        "id": 71,
        "title": "The Shining",
        "timeout_says": "All of Stanley Kubrick’s films – be it ‘The Killing’ or ‘Eyes Wide Shut’ – demand to be seen on a big screen. They’re about people trapped in huge, indifferent machines gone wrong, from a heist plot to a spaceship, and only the huge indifference of the cinema does them justice. In ‘The Shining’, the machine is a haunted house: the Overlook Hotel, created by Stephen King and turned by Kubrick into an awry environment in which mental stability, supernatural malignance and the sense of space and time shimmer and warp to terrible effect.\nThe story sees Jack Torrance (Jack Nicholson) drag his wife Wendy (Shelley Duvall) and psychic son Danny (Danny Lloyd) up a mountain to be the hotel’s winter caretaker. Things go badly. This is the original 1980 US version, 24 minutes longer than the one familiar to UK audiences. On the upside, it fleshes out the family’s city life and includes an intriguing TV-watching motif; on the downside, there are some daft scare shots and it didn’t ever exactly feel short at two hours. Still, a masterpiece. ",
        "author": "Written by Ben Walters",
        "time": "Tuesday 30 October 2012",
        "section_title": "Cast and crew",
        "Rated": "15",
        "Release date": "Friday 2 November 2012",
        "Duration": "144 mins",
        "Director": "Stanley Kubrick",
        "Screenwriter": "Stanley Kubrick, Diane Johnson",
        "Cast": [
            "Jack Nicholson",
            "Shelley Duvall",
            "Danny Lloyd",
            "Scatman Crothers",
            "Barry Nelson",
            "Philip Stone",
            "Joseph Turkel",
            "Anne Jackson"
        ]
    },
    {
        "id": 72,
        "title": "Toy Story",
        "timeout_says": null
    },
    {
        "id": 73,
        "title": "Killer of Sheep",
        "timeout_says": "In 1977, when 'Star Wars' and 'Close Encounters' were ushering in the age of the blockbuster, a much quieter revolution was taking place in Watts. Charles Burnett (best known for 1990’s 'To Sleep with Anger'), completing his thesis film for UCLA, made one of cinema's greatest evocations of everyday life, capturing the quotidian details of children at play, a man’s emotional withdrawal, the insidious effects of poverty. 'If [\"Killer of Sheep\"] were an Italian film from 1953, we would have every scene memorized,' Michael Tolkin once said. Yet rather than basking in instant name recognition, Burnett’s masterpiece only belatedly receiving a proper theatrical release. Coming right after the blaxploitation craze of the early to mid-’70s and more than a decade before the in-the-hood phase of the early ’90s, 'Killer of Sheep' explores what it means to be a man, a woman, a child just barely eking out a marginally comfortable existence. Stan (Sanders), the increasingly beleaguered paterfamilias who toils in an abattoir, finds fleeting pleasure in dancing with his wife (Moore) before pulling away, or in the caress of his young daughter (Angela Burnett, the director’s child—one of the most preternaturally talented performers ever seen). Almost every scene is accompanied by a song that deeply enhances its resonance: Stan’s daughter sings along joyously off-key to Earth, Wind & Fire’s “Reasons”; Dinah Washington’s “This Bitter Earth” plays during the aforementioned dance and as Stan hoses down sheep entrails. “Today you’re young / Too soon you’re old,” goes the latter tune—a sentiment perfectly realized in Burnett’s perfect film.",
        "author": "Written by Melissa Anderson",
        "time": "Monday 10 September 2012",
        "section_title": "Cast and crew",
        "Duration": "84 mins",
        "Director": "Charles Burnett",
        "Screenwriter": "Charles Burnett",
        "Cast": [
            "Henry Gayle Sanders",
            "Kaycee Moore",
            "Charles Bracy",
            "Angela Burnett",
            "Eugene Cherry",
            "Jack Drummond"
        ]
    },
    {
        "id": 74,
        "title": "A Woman Under the Influence",
        "timeout_says": null
    },
    {
        "id": 75,
        "title": "Annie Hall",
        "timeout_says": "Diane Keaton banked her Oscar and fled the Allen fold after this film. A couple more professional contributions notwithstanding, this was self-reflexively the swansong to their partnership. But if Allen lost the girl, he gained an audience – and you can’t kvetch without one. Whereas his earlier skittish missives from Napoleonic Russia (‘Love and Death’) and the twenty-second century (‘Sleeper’) won slight heed, this parochial, present-tense, blatantly personal confection seduced critics, chattering audiences, Oscar voters…\nAllen’s great play was to assume his audience would (be) like him: an informed, solipsistic, nervous fantasist, only too flattered to be set up on screen. (He’d doubtless say he was making the film for himself, which amounts to the same thing.) He invites viewers to laugh with him at him: rather a subject than an object of ridicule, he lances his neuroses preemptively, controlling the exposure. It’s a limited strategy, but still glamorising in its way – if you can’t be Bogart-smooth in all things, such a fund of wisecracks is a start.\nThe hitch is that Allen’s comic facility disrupts his search for feeling. He begins the film in confessional mode, offering to-camera the ‘key jokes’ to his condition (he’s silenced later only by the girlfriend who doesn’t get his jokes) – but wit can be an avoidance technique, and Allen regularly cuts on a gag rather than develop a serious point. It’s not the most fluent of films anyway – a whimsical collage of childhood reminiscences and adult relationship tableaux – so while its consonance comes largely from Gordon Willis’s photography and Allen’s spacious sense of New York, pathos comes at best from Keaton’s evaporative performance and a slightly sentimental conception. The jokes, however, just keep coming.",
        "author": "Written by Nick Bradshaw",
        "time": "Wednesday 22 July 2015",
        "section_title": "Cast and crew",
        "Rated": "15",
        "Duration": "93 mins",
        "Director": "Woody Allen",
        "Cast": [
            "Woody Allen",
            "Diane Keaton",
            "Jeff Goldblum",
            "Paul Simon",
            "Shelley Duvall"
        ]
    },
    {
        "id": 76,
        "title": "Some Like It Hot",
        "timeout_says": "It’s got transvestites, two men living happily ever after and one of the most famous last lines of any film (‘Well, nobody’s perfect’). Billy Wilder’s 1959 comedy is still perfect all these years later. Jack Lemmon and Tony Curtis star as musicians who flee the mob in Chicago disguised as women in an all-girl band. Curtis romances Sugar (Marilyn Monroe), the ukulele player, while pretending to be a millionaire. Lemmon is wined and dined by the genuine article, a dopey oil magnate. Monroe drove everyone nuts making the film, always late and often forgetting lines. But as Wilder put it: ‘If I wanted someone to be on time, to know the lines perfectly, I’ve got an old aunt in Vienna who’s going to be there at five in the morning and never miss a word. But who wants to see her?’ ",
        "author": "Written by Cath Clarke",
        "time": "Tuesday 15 July 2014",
        "section_title": "Cast and crew",
        "Rated": "12A",
        "Release date": "Friday 18 July 2014",
        "Duration": "118 mins",
        "Director": "Billy Wilder",
        "Screenwriter": "IAL Diamond, Billy Wilder",
        "Cast": [
            "Marilyn Monroe",
            "Jack Lemmon",
            "Tony Curtis",
            "Joe E Brown"
        ]
    },
    {
        "id": 77,
        "title": "Metropolis",
        "timeout_says": "\nThis Japanese anime isn't merely a cartoon version of Fritz Lang's 1927 vision, with a screenplay by Katsuhiro Otomo (Akira, Roujin Z), it's actually adapted from the 1949 work of groundbreaking illustrator Osamu Tezuka. In Tezuka's dystopia, technology is both fetishised and reviled; rich megalomaniacs feud while disenchanted proles revolt against machines who ask: 'Why do humans use violence to resolve their problems?' Japanese detective Shunsaku Ban arrives in Metropolis with his nephew Kenichi, seeking to arrest corrupt scientist Dr Laughton. What they uncover, however, is Laughton's ultimate assignment: ethereal beauty Tima, built to control the Ziggurat ('the culmination of mankind's long history of scientific achievement'), and ultimately a tool of world domination. At first, the cute protagonists appear oddly out of place against the burnished Art Deco backgrounds. But Otomo's typically sophisticated script ensures slick pacing, combining humour, terror and pathos, particularly in the final scenes. Special mention goes to the vintage jazz and blues soundtrack.",
        "author": "Written by AHa",
        "time": "Tuesday 3 May 2011",
        "section_title": "Cast and crew",
        "Duration": "108 mins",
        "Director": " Rintaro",
        "Screenwriter": "Katsuhiro Otomo",
        "Cast": [
            "Kei Kobayashi",
            "Taro Ishida",
            "Kohki Okada",
            "Kousei Tomita",
            "Yuka Imoto"
        ]
    },
    {
        "id": 78,
        "title": "The Maltese Falcon",
        "timeout_says": "Huston's first film displays the hallmarks that were to distinguish his later work: the mocking attitude toward human greed; the cavalier insolence with which plot details are treated almost as asides; the delight in bizarre characterisations, here ranging from the amiably snarling Sam Spade ('When you're slapped, you'll take it and like it') who opened a whole new romantic career for Bogart, to Lorre's petulant, gardenia-scented Joel Cairo, Cook's waspishly effete gunsel, and Greenstreet's monstrously jocular Fat Man ('By gad, sir, you are a character'). What makes it a prototype film noir is the vein of unease missing from the two earlier versions of Hammett's novel. Filmed almost entirely in interiors, it presents a claustrophobic world animated by betrayal, perversion and pain, never - even at its most irresistibly funny, as when Cook listens in outraged disbelief while his fat sugar daddy proposes to sell him down the line - quite losing sight of this central abyss of darkness, ultimately embodied by Mary Astor's sadly duplicitous siren.",
        "author": "Written by TM",
        "time": "Monday 10 September 2012",
        "section_title": "Cast and crew",
        "Duration": "100 mins",
        "Director": "John Huston",
        "Screenwriter": "John Huston",
        "Cast": [
            "Humphrey Bogart",
            "Mary Astor",
            "Sydney Greenstreet",
            "Peter Lorre",
            "Elisha Cook Jr",
            "Barton MacLane",
            "Lee Patrick",
            "Ward Bond",
            "Gladys George",
            "Walter Huston"
        ]
    },
    {
        "id": 79,
        "title": "This Is Spinal Tap",
        "timeout_says": "Since the antics of so many heavy metal bands already teeter on the edge of self-parody, it would have been no surprise if this spoof 'rockumentary' about a comeback tour by a has-been English rock group had turned out to be a one-joke movie. In the event, Reiner's brilliantly inventive script and smart visuals avoid all the obvious pitfalls, making this one of the funniest ever films about the music business. Filmed in cinéma vérité style, it follows the group from venue to venue, observing the trials and tribulations of life on the road, personal tensions within the group, and problems with expanding egos. Interviews with the group fill in the details of their chequered musical career: they have trouble keeping their drummers, one of whom choked on vomit (somebody else's), while another spontaneously combusted on stage. Most importantly of all, the musical numbers acutely mimic the crashing drums, thudding bass lines, whining lead guitar solos, and juvenile, sexist lyrics of heavy rock.",
        "author": "Written by NF",
        "time": "Monday 10 September 2012",
        "section_title": "Cast and crew",
        "Duration": "82 mins",
        "Director": "Rob Reiner",
        "Screenwriter": "Christopher Guest, Michael McKean, Harry Shearer, Rob Reiner",
        "Cast": [
            "Christopher Guest",
            "Michael McKean",
            "Harry Shearer",
            "RJ Parnell",
            "David Kaff",
            "Rob Reiner",
            "June Chadwick",
            "Ed Begley Jr",
            "Anjelica Huston"
        ]
    },
    {
        "id": 80,
        "title": "It Happened One Night",
        "timeout_says": "See ‘It Happened One Night’, and one half of you will want to give Frank Capra’s effervescent 1934 screwball road movie a big old hug. The other half will want to slap it around the chops, tell it to stand in the corner and think about what it has done. Touted as the film that set the template for the modern romantic comedy, the question we must ask is: can we find a place in our hearts to forgive it for setting the precedent for such recent abominations as ‘The Back-Up Plan’, ‘The Ugly Truth’ and ‘The Bounty Hunter’? Well, of course we can, but only because Capra’s film has more charm and zeal in a single frame than in all those films put together.It’s the story of a salty, hooch-swilling reporter (Clark Gable) who is thrown together with a spoiled society heiress (Claudette Colbert) on an overnight Greyhound bus to New York. The film (which is being re-released to coincide with a Capra retrospective at the BFI) simply follows them as they bicker, backbite and clamour for the upper hand. Every line of dialogue is calculated bliss, the chemistry between the leads is magnificent, and the backdrop of Depression-era America allows for a prescient and amusing subplot about how well-heeled urbanites are compelled to misbehave when they have no money in their designer pockets. It’s probably more historically important than it is a masterpiece (the last 20 minutes take the missed conections and misunderstandings an inch too far), but it’s still very easy to fall in love with.",
        "author": "Written by David Jenkins",
        "time": "Tuesday 26 October 2010",
        "section_title": "Cast and crew",
        "Rated": "U",
        "Release date": "Friday 29 October 2010",
        "Duration": "105 mins",
        "Director": "Frank Capra",
        "Screenwriter": "Robert Riskin",
        "Cast": [
            "Claudette Colbert",
            "Clark Gable",
            "Walter Connolly",
            "Roscoe Karns",
            "Jameson Thomas",
            "Alan Hale",
            "Arthur Hoyt",
            "Ward Bond"
        ]
    },
    {
        "id": 81,
        "title": "Die Hard",
        "timeout_says": "A hi-tech thriller with a human heart, offering slam-bang entertainment on a par with Lethal Weapon or Aliens. On Christmas Eve, visiting New York cop McClane (Willis) enters the high-rise LA office block where his estranged wife works, not realising that it has already being taken over by sadistic smoothie Hans Gruber (Rickman) and his ruthless terrorists. Inside the building, having taken wife (Bedelia) and celebrating colleagues hostage, the gang tries to crack open the Nakotomi corporation's computerised vault; outside, LA cops and FBI agents squabble over jurisdiction, while opportunistic TV reporters gather like jackals; it's up to McClane, having established a chance radio link with a passing patrolman (Veljohnson), to use the building's 39 empty floors, lift shafts, and heating ducts to improvise diversionary tactics. McTiernan excels in the adrenalin-inducing action scenes, staging the murderous mayhem and state-of-the-art violence as if he were born with a camera in one hand and a rocket launcher in the other..See also:Die Hard 2 Die Hard With A Vengeance ",
        "author": "Written by NF",
        "time": "Thursday 25 September 2014",
        "section_title": "Cast and crew",
        "Duration": "132 mins",
        "Director": "John McTiernan",
        "Screenwriter": "Jeb Stuart, Steven E De Souza",
        "Cast": [
            "James Shigeta",
            "Bruce Willis",
            "William Atherton",
            "Paul Gleason",
            "Alan Rickman",
            "Bonnie Bedelia",
            "Alexander Godunov",
            "Reginald Veljohnson"
        ]
    },
    {
        "id": 82,
        "title": "The Conformist",
        "timeout_says": "He is the final great Italian filmmaker—the last to command the world's attention on a level his peers once dominated, and an artist who pushed style, sex and politics to a frontier no one else bothered to breach. All of Bernardo Bertolucci's glossy, elegantly deviant films are worth seeing to some degree. But unless you're hard up, we suggest skipping the dirty-old-man stuff from his recent two decades, and going straight to the lush period: In between The Grim Reaper (1962), his thorny debut at age 21, and The Last Emperor (1987), an Oscar-approved Marxist tragedy, is a provocateur with no equal.\nIs his masterpiece Last Tango in Paris? Nope, because that film's Brando would hardly have been conceivable without The Godfather and, thus, without Bertolucci's achingly perfect The Conformist, a bold stroke that predicts the entire inward sweep of the 1970s. Our hero, Clerici (Trintignant), is a proto--Michael Corleone: a quiet devil in the backseat. He yearns to fit in, so Mussolini's Fascism calls to him, as does a normal lifestyle with louche, pasta-making Giulia (Sandrelli). But Clerici has dark plans of self-negation; The Conformist is celebrated for cinematographer Vittorio Storaro's tumbling autumn leaves, but its emotional impact involves a tumbling soul.\nFollow Joshua Rothkopf on Twitter: @joshrothkopf",
        "author": "Written by Joshua Rothkopf",
        "time": "Tuesday 14 December 2010",
        "section_title": "Cast and crew",
        "Director": "Bernardo Bertolucci",
        "Screenwriter": "Bernardo Bertolucci",
        "Cast": [
            "Jean-Louis Trintignant",
            "Stefania Sandrelli",
            "Dominique Sanda"
        ]
    },
    {
        "id": 83,
        "title": "The Thing",
        "timeout_says": "\n Time travel has many enticing possibilities, but one of the most enjoyable would be to travel back to 1982 and tell John Carpenter that his new movie would someday score sixth place in a list of the 100 best horror movies – even beating his own iconic ‘Halloween’. Like many future horror classics, ‘The Thing’ was hated on first release, dismissed as an ‘Alien’ clone more interested in pushing the boundaries of SFX than in character or tension. It was a disastrous flop, and threatened Carpenter’s once unassailable reputation as the king of the new horror. It’s hard to imagine now: with the benefit of hindsight (and, more importantly, repeat viewings), ‘The Thing’ has emerged as one of our most potent modern terrors, combining the icy-cold chill of suspicion and uncertainty with those magnificently imaginative, pre-CG effects blowouts.",
        "author": "Written by Tom Huddleston",
        "time": "Tuesday 29 November 2011",
        "section_title": "Cast and crew",
        "Rated": "15",
        "Duration": "109 mins",
        "Director": "John Carpenter, Matthijs van Heijningen Jr.",
        "Screenwriter": "Bill Lancaster, Eric Heisserer",
        "Cast": [
            "Wilford Brimley",
            "Richard Dysart",
            "Richard Masur",
            "David Clennon",
            "Kurt Russell",
            "Donald Moffat",
            "TK Carter",
            "Eric Christian Olsen",
            "Adewale Akinnuoye-Agbaje",
            "Mary Elizabeth Winstead"
        ]
    },
    {
        "id": 84,
        "title": "Daughters of the Dust",
        "timeout_says": "\nSet in 1902, on a barrier island off Georgia, this first feature is an impressionistic portrait of the ritual last supper of the Peazant family before migrating to the mainland. The younger generations are leaving the matriarch Nana (Day) and the insulated traditional life she symbolises. Tensions are raised by the return of family members Viola, a Baptist missionary, and Yellow Mary (Barbara-O), a proud whore, and by Eli's apprehension that his wife Eula (Rogers) is carrying the child of a rapist. Nana fears these rifts will destroy her family when they leave the home of their African ancestors and calls on the spirit of Eula's unborn child to heal them. \nSteeped in symbolism, superstition and myth, this disconcertingly original film is structured in tableaux which jump through time. The characters speak in the islanders' Gullah dialect and little is explained; however, Dash's universal message about holding on to tradition in the face of change rings clear.",
        "author": "Written by Charlotte O'Sullivan",
        "time": "Tuesday 30 May 2017",
        "section_title": "Cast and crew",
        "Rated": "12A",
        "Release date": "Friday 2 June 2017",
        "Duration": "107 mins",
        "Director": "Julie Dash",
        "Screenwriter": "Julie Dash",
        "Cast": [
            "Cora Lee Day",
            "Alva Rogers"
        ]
    },
    {
        "id": 85,
        "title": "Barry Lyndon",
        "timeout_says": "‘I demand satisfaction!’ These words echo throughout Stanley Kubrick’s sedate, sumptuous eighteenth-century satire, as men in outrageous frocks challenge one another to pistols at dawn over matters of love and honour. But any audience member who goes seeking the same is liable to leave disappointed: for all its dry wit and visual splendour, this 1975 adaptation of William Makepeace Thackeray’s novel might be the great director’s least satisfying, most disconcerting film – and that’s what makes it extraordinary. Redmond Barry (Ryan O’Neal) is an Irish rogue who kills his rival in a duel, joins the British Army and heads to Prussia to fight in the Seven Years’ War. He’s a thug, a gambler, a traitor, a womaniser, a soldier and a loving dad – but O’Neal stays blank-faced, and in true Kubrick fashion we never get a real grip on his character. But that’s surely the point: no man is ever just one thing, and Barry (later Lyndon, when he marries a rich widow) is whoever he needs to be in the circumstances. ‘Barry Lyndon’ is best known for its photography – Kubrick borrowed a low-light camera from Nasa so he could shoot in candlelight – and it is uniquely, heart-stoppingly gorgeous. But there’s much more to it: this is a story of identity, and the lack of it. And it’s fascinating.",
        "author": "Written by Tom Huddleston",
        "time": "Monday 25 July 2016",
        "section_title": "Cast and crew",
        "Rated": "PG",
        "Release date": "Friday 29 July 2016",
        "Duration": "184 mins",
        "Director": "Stanley Kubrick",
        "Screenwriter": "Stanley Kubrick",
        "Cast": [
            "Ryan O'Neal",
            "Marisa Berenson",
            "Patrick Magee",
            "Hardy Krüger",
            "Steven Berkoff",
            "Gay Hamilton",
            "Marie Kean"
        ]
    },
    {
        "id": 86,
        "title": "Raging Bull",
        "timeout_says": null
    },
    {
        "id": 87,
        "title": "Seven",
        "timeout_says": "\r\nSerial killers and mismatched cops overcoming antagonism are seldom fresh, fruitful subjects for movies, but this exceptionally (and impressively) nasty thriller blends genres to grim and gripping effect. Somerset (Freeman) and Mills (Pitt) are the detectives brought together when an obese corpse is discovered in a dismal apartment. Mills, who with his wife (Paltrow) has recently moved to the city from upstate, resents what he perceives as Somerset's patronising attitude; still, the older cop, about to retire and weary of crime and moral apathy, is unusually educated, as becomes clear when they find a second mutilated body and he insists his young partner start reading the likes of Milton, Chaucer and Dante. Somerset's theory? That a messianic murderer is perpetrating crimes to punish the Seven Deadly Sins - in which case there are five more to go. The film's world is so shadowy, decaying and intentionally dated that one often wonders whether anyone involved has heard of electricity; at the same time, however, Somerset and Mills' slow voyage from claustrophobic murk into blinding light makes for a vivid dramatic metaphor. Moreover, Fincher handles the violence with sensitivity, announcing its obscenity in spoken analyses and briefly glimpsed post mortem shots, but never showing the murderous acts themselves.",
        "author": "Written by GA",
        "time": "Monday 16 January 2012",
        "section_title": "Cast and crew",
        "Rated": "18",
        "Duration": "127 mins",
        "Director": "David Fincher",
        "Screenwriter": "Andrew Kevin Walker",
        "Cast": [
            "Gwyneth Paltrow",
            "Kevin Spacey",
            "Brad Pitt",
            "Richard Roundtree",
            "R Lee Ermey",
            "Morgan Freeman"
        ]
    },
    {
        "id": 88,
        "title": "Aguirre, the Wrath of God",
        "timeout_says": null
    },
    {
        "id": 89,
        "title": "The Battle of Algiers",
        "timeout_says": "Gillo Pontecorvo’s stirring anatomy of an urban uprising – the violent nationalist revolt in Algiers in 1956 and 1957 – feels strikingly relevant today. It shows the real consequences of defying popular will with institutional aggression and military force, and of course there are those chilling scenes in which Algerian women, dressed as Europeans, plant four simultaneous bombs in busy public spaces… The film arose directly out of the liberation movement it depicts: post-independence in 1962, former rebel Saadi Yacef was released from jail and, with the support of the new government, he invited the Italian filmmaker to dramatise his memoirs. The results are so fine – so modern – that I can’t think of a better film born of a political struggle, or at least one that moulds political commentary with drama so effectively. The tone is mournful, the approach journalistic and the aesthetic direct as Pontecorvo reconstructs events on a grand scale on location in Algiers while never losing the intimacy of an Algerian woman quietly crying or a French couple walking past a checkpoint with the words ‘It’s nothing we need to worry about.’ Superb and unrivalled.",
        "author": "Written by Dave Calhoun",
        "time": "Tuesday 8 May 2007",
        "section_title": "Cast and crew",
        "Rated": "18",
        "Release date": "Friday 11 May 2007",
        "Duration": "135 mins",
        "Director": "Gillo Pontecorvo",
        "Screenwriter": "Franco Solinas",
        "Cast": [
            "Jean Martin",
            "Yacef Saadi",
            "Brahim Haggiag",
            "Samia Kerbash",
            "Fusia El Kader"
        ]
    },
    {
        "id": 90,
        "title": "No Country for Old Men",
        "timeout_says": "West Texas, 1980. Out hunting deer in the desert down by the Mexican border, Vietnam veteran Llewelyn Moss (Josh Brolin) happens on a heap of carnage: torn-apart trucks, corpses of men and dogs, the bloody bodies of others who’d be better off dead, and a case packed with cash: about $2 million. With no witnesses, and confident he can handle himself, Moss opts to keep what’s clearly payment in a drugs-handover gone wrong, and treat himself and wife Carla Jean (Kelly Macdonald) to a life considerably better than their trailer-park existence. Trouble is, psychopathic hitman Anton Chigurh (Javier Bardem) also wants the loot, and begins carefully hunting the hunter, in turn pursued by veteran sheriff Ed Tom Bell (Tommy Lee Jones), who can’t help feeling the world’s turning more crazily violent.\nThe Coens’ first outright adaptation is of a Cormac McCarthy novel so attuned to them that the film feels – at least until the final few scenes – as if it’s based on one of their own original screenplays: ‘Blood Simple’ meets ‘Fargo’, almost. For all its fidelity to its source, however, it’d be wrong to think it merely an illustration. The Coens meticulously select the most filmic moments of McCarthy’s terse, gripping book; they trim the sheriff’s nostalgic reveries and philosophising, embellish and enhance the action, and succeed overall in transforming the novel’s economic descriptions into a full-blown world populated by vivid, plausible characters.\nMost impressive, they find a cinematic equivalent to McCarthy’s language: his narrative ellipses, play with point of view, and structural concerns such as the exploration of the similarities and differences between Moss, Chigurh and Bell. Certain virtuoso sequences feel near-abstract in their focus on objects, sounds, light, colour or camera angle rather than on human presence. As in ‘Barton Fink’ or ‘Fargo’, the Coens prove that properly innovative artistry and engrossing entertainment can co-exist to utterly compelling effect.Notwithstanding much marvellous deadpan humour, this is one of their darkest efforts: Chigurh, especially, is a nightmarish creation, polite manners and pageboy bob perversely accentuating the volatility in his strangely logical head. Roger Deakins’ superb camerawork, top-grade performances all round, and understated, assured direction ensure the film exerts a grip from start to end. A masterly tale of the good, the deranged and the doomed that inflects the raw violence of the west with a wry acknowledgement of the demise of codes of honour, this is frighteningly intelligent and imaginative.",
        "author": "Written by Geoff Andrew",
        "time": "Tuesday 15 January 2008",
        "section_title": "Cast and crew",
        "Rated": "15",
        "Release date": "Friday 18 January 2008",
        "Duration": "122 mins",
        "Director": "Ethan Coen, Joel Coen",
        "Screenwriter": "Ethan Coen, Joel Coen",
        "Cast": [
            "Woody Harrelson",
            "Tommy Lee Jones",
            "Josh Brolin",
            "Kelly MacDonald",
            "Garret Dillahunt",
            "Tess Harper",
            "Barry Corbin",
            "Stephen Root",
            "Javier Bardem"
        ]
    },
    {
        "id": 91,
        "title": "Women on the Verge of a Nervous Breakdown",
        "timeout_says": "To attempt a synopsis of this extravagantly stylish farce would be daft and forgettable: suffice it to say that a lot happens in the absence of anything actually happening. What lingers in the memory is a sustained desperation, and scenes of Wilder-like sophistication dotted with improbable props, actions, inflated campery, and most of Almodóvar's usual repertory-style company. Somehow a deranged and oddly distanced plot is contrived from elements including infidelity, tranquiliser-spiked gazpacho, interior decor, bad fashion, beds on fire, caged animals, demented telephone answering machines, Shi-ite terrorists, motorbikes, sentimentalism, property rental, and madness. Don't expect the delirious, hilarious eroticism of Almodóvar's previous Law of Desire, although the two films share a taste for the thriller elements of high comedy. This is an altogether stranger film - looser, more dream-like, as if directed in the state to which the title refers.",
        "author": "Written by TC",
        "time": "Monday 10 September 2012",
        "section_title": "Cast and crew",
        "Duration": "89 mins",
        "Director": "Pedro Almodóvar",
        "Screenwriter": "Pedro Almodóvar",
        "Cast": [
            "Carmen Maura",
            "Antonio Banderas",
            "Julieta Serrano",
            "María Barranco",
            "Rossy de Palma"
        ]
    },
    {
        "id": 92,
        "title": "The Discreet Charm of the Bourgeoisie",
        "timeout_says": "Spanish surrealist Luis Buñuel directed ‘The Discreet Charm of the Bourgeoisie’ in 1972 towards the end of his career and in the middle of a fruitful two-decade collaboration with the much younger French writer Jean-Claude Carrière. The film’s playful prodding of middle-class values and slippery grip on the difference between dreams and reality continues to influence directors today, from Roman Polanski’s ‘Carnage’ to Charlie Kaufman’s ‘Synecdoche, New York’. As such, perhaps it has now slightly lost its special strangeness, but ‘The Discreet Charm’ remains both an amusing satire on polite society and a tricksy exercise in pulling the rug out from under our expectations. The story, which has an increasingly improvisatory feel, sees six bourgeois French folk move through various, aborted attempts to sit down for a meal, including a visit to a private home on the wrong day and a trip on the same night to a restaurant where the deceased patron is lying in state in the back room. It still has a compelling and mischievous energy to it.",
        "author": "Written by Dave Calhoun",
        "time": "Tuesday 26 June 2012",
        "section_title": "Cast and crew",
        "Rated": "15",
        "Release date": "Friday 29 June 2012",
        "Duration": "102 mins",
        "Director": "Luis Buñuel",
        "Screenwriter": "Luis Buñuel, Jean-Claude Carrière",
        "Cast": [
            "Fernando Rey",
            "Delphine Seyrig",
            "Stéphane Audran",
            "Bulle Ogier",
            "Jean-Pierre Cassel",
            "Paul Frankeur",
            "Julien Bertheau",
            "Michel Piccoli"
        ]
    },
    {
        "id": 93,
        "title": "Paths of Glory",
        "timeout_says": "Those who try to write Stanley Kubrick off as a dispassionate, style-over-substance filmmaker are urged to revisit his 1957 war film, ‘Paths of Glory’. This is the director’s most vivid, most emotional and humane film, and perhaps his best. Based on a real First World War incident, the film explores the morality of conflict as French Colonel Dax (Kirk Douglas) is asked to defend three fellow soldiers accused of cowardice and derelicton of duty. So furiously anti-military that it was withdrawn from circulation in France (though not banned, as many believe), it’s one of the great films about authority, rebellion and men under extreme pressure. But it’s also a visual masterpiece, one of the gleaming greats from the last days of monochrome, and features one of cinema’s great tracking shots as Douglas and his platoon go over the top. The final scene in a crowded bar – featuring the spectral singing voice of Christiane Harlan, soon to become Mrs Kubrick – is one of the most riveting, complex and heartbeaking in cinema.",
        "author": "Written by Tom Huddleston",
        "time": "Tuesday 29 April 2014",
        "section_title": "Cast and crew",
        "Rated": "PG",
        "Release date": "Friday 2 May 2014",
        "Duration": "85 mins",
        "Director": "Stanley Kubrick",
        "Screenwriter": "Stanley Kubrick, Calder Willingham, Jim Thompson",
        "Cast": [
            "Kirk Douglas",
            "Adolphe Menjou",
            "Ralph Meeker",
            "George Macready",
            "Wayne Morris",
            "Timothy Carey",
            "Joseph Turkel",
            "Richard Anderson"
        ]
    },
    {
        "id": 94,
        "title": "Secrets & Lies",
        "timeout_says": null
    },
    {
        "id": 95,
        "title": "Sweet Smell of Success",
        "timeout_says": "\r\nA film noir from the Ealing funny man? But Mackendrick's involvement with cosy British humour was always less innocent than it looked: remember the anti-social wit of The Man in the White Suit, or the cruel cynicism of The Ladykillers? Sweet Smell of Success was the director's American debut, a rat trap of a film in which a vicious NY gossip hustler (Curtis) grovels for his 'Mr Big' (Lancaster), a monster newspaper columnist who is incestuously obsessed with destroying his kid sister's romance... and a figure as evil and memorable as Orson Welles in The Third Man or Mitchum in The Night of the Hunter. The dark streets gleam with the sweat of fear; Elmer Bernstein's limpid jazz score (courtesy of Chico Hamilton) whispers corruption in the Big City. The screen was rarely so dark or cruel.",
        "author": "Written by CA",
        "time": "Monday 10 September 2012",
        "section_title": "Cast and crew",
        "Rated": "15",
        "Duration": "96 mins",
        "Director": "Alexander Mackendrick",
        "Screenwriter": "Clifford Odets, Ernest Lehman",
        "Cast": [
            "Emile Meyer",
            "Susan Harrison",
            "Burt Lancaster",
            "Sam Levene",
            "Martin Milner",
            "Tony Curtis",
            "Barbara Nichols"
        ]
    },
    {
        "id": 96,
        "title": "The Cabinet of Dr. Caligari",
        "timeout_says": "Undoubtedly one of the most exciting and inspired horror movies ever made. The story is a classic sampling of expressionist paranoia about a hypnotist who uses a somnambulist to do his murders, full of the gloom and fear that prevailed in Germany as it emerged from WWI. There are plenty of extremely boring sociological/critical accounts of the film; best to avoid them and enjoy the film's extraordinary use of painted light and Veidt's marvellous performance. Incidentally, the influence of Caligari on the cinema is much more problematic than some historians suppose. Thematically it has rarely been copied, and the style only really infiltrated in dream sequences and other odd devices.",
        "author": "Written by DP",
        "time": "Thursday 31 July 2014",
        "section_title": "Cast and crew",
        "Rated": "U",
        "Release date": "Friday 29 August 2014",
        "Duration": "67 mins",
        "Director": "Robert Wiene",
        "Screenwriter": "Carl Mayer, Hans Janowitz",
        "Cast": [
            "Werner Krauss",
            "Conrad Veidt",
            "Lil Dagover",
            "Friedrich Feher",
            "Hans Heinz von Twardowski"
        ]
    },
    {
        "id": 97,
        "title": "Nashville",
        "timeout_says": "\r\nA landmark American film, Altman's breathtakingly assured C&W epic has perhaps exerted an even greater influence on non-Hollywood cinema. Certainly its disdain for the tidy niceties of conventional narrative (it merely follows the mostly none-too-consequential fortunes of 24 musicians, managers, politicians, promoters and punters variously involved in, or connected to, a weekend music festival in Nashville, Tennessee) makes for an unusually illuminating perspective in terms of character, mood and moral insight. But the impressionistic vignettes, coupled with the expert use of overlapping dialogue, also build slowly but surely to create a coherent and persuasive portrait of a society that has somewhere along the way carelessly abandoned its original ideals and turned instead to the false gods of fame, fortune, easy sentiment, self-congratulation and political expediency. If, as some claim, the final assassination attempt is a rather weak attempt at gathering up the many loose ends, that invalidates neither Nashville's vision of a world where appearances count for more than substance, nor the originality and imagination with which it expresses that vision. A masterpiece.",
        "author": "Written by GA",
        "time": "Monday 10 September 2012",
        "section_title": "Cast and crew",
        "Rated": "15",
        "Duration": "161 mins",
        "Director": "Robert Altman",
        "Screenwriter": "Joan Tewkesbury",
        "Cast": [
            "Ned Beatty",
            "Karen Black",
            "Ronee Blakley",
            "Keith Carradine",
            "Geraldine Chaplin",
            "Shelley Duvall",
            "Allen Garfield",
            "Henry Gibson",
            "Scott Glenn",
            "Jeff Goldblum",
            "Barbara Harris",
            "Michael Murphy",
            "Cristina Raines",
            "Lily Tomlin",
            "Gwen Welles",
            "Keenan Wynn"
        ]
    },
    {
        "id": 98,
        "title": "Don’t Look Now",
        "timeout_says": "A superbly chilling essay in the supernatural, adapted from Daphne du Maurier's short story about a couple, shattered by the death of their small daughter, who go to Venice to forget. There, amid the hostile silences of an off-season resort, they are approached by a blind woman with a message of warning from the dead child; and half- hoping, half-resisting, they are sucked into a terrifying vortex of time where disaster may be foretold but not forestalled. Conceived in Roeg's usual imagistic style and predicated upon a series of ominous associations (water, darkness, red, shattering glass), it's hypnotically brilliant as it works remorselessly toward a sense of dislocation in time; an undermining of all the senses, in fact, perfectly exemplified by Sutherland's marvellous Hitchcockian walk through a dark alley where a banging shutter, a hoarse cry, a light extinguished at a window, all recur as in a dream, escalating into terror the second time round because a hint of something seen, a mere shadow, may have been the dead child.",
        "author": "Written by TM",
        "time": "Thursday 29 March 2012",
        "section_title": "Cast and crew",
        "Duration": "110 mins",
        "Director": "Nicolas Roeg",
        "Screenwriter": "Allan Scott, Chris Bryant",
        "Cast": [
            "Renato Scarpa",
            "Donald Sutherland",
            "Julie Christie",
            "Hilary Mason",
            "Clelia Matania",
            "Massimo Serrato"
        ]
    },
    {
        "id": 99,
        "title": "Bonnie and Clyde",
        "timeout_says": "Reclaiming the American gangster movie after it had been stolen by the Nouvelle Vague, Penn's film was so successful (and so imitated) that it inevitably met with some grudging devaluation. But it's still great: half comic fairytale, half brutal fact, it reflects the essential ambiguity of its heroes (faithfully copied from history and the real-life Barrow gang which terrorised the American South in the early '30s) by treading a no man's land suspended between reality and fantasy. With its weird landscape of dusty, derelict towns and verdant highways, stunningly shot by Burnett Guffey in muted tones of green and gold, it has the true quality of folk legend.",
        "author": "Written by TM",
        "time": "Wednesday 25 February 2015",
        "section_title": "Cast and crew",
        "Duration": "111 mins",
        "Director": "Arthur Penn",
        "Screenwriter": "David Newman, Robert Benton",
        "Cast": [
            "Warren Beatty",
            "Faye Dunaway",
            "Michael J Pollard",
            "Gene Hackman",
            "Estelle Parsons",
            "Denver Pyle",
            "Dub Taylor",
            "Gene Wilder"
        ]
    },
    {
        "id": 100,
        "title": "Get Out",
        "timeout_says": "This American horror film has more fun playing with racial tensions than with scaring us to death, which for some will be a bit of a letdown. The problem with ‘Get Out’ is that it is perhaps a touch too in love with its big idea: that for a young African American man, meeting your white girlfriend’s parents might be hazardous to your health. (Even if they do say that they ‘would have voted for Obama a third time’).\nSerious young photographer Chris (British actor Daniel Kaluuya), clearly adores Rose (Allison Williams, Marnie from ‘Girls’). Still, their trip out of the city to her family’s secluded mansion in the suburbs fills him with dread. That deer they crash into on the drive up doesn’t help Chris’s fraying nerves – and the way the animal stares him down during its last gasps feels like a warning.\n‘Get Out’ is sharp and cutting during its build-up. Rose’s parents (Catherine Keener and Bradley Whitford) are awkwardly ingratiating, making a comic meal out of white liberal privilege (‘Hug me, my man!’ Rose’s neurosurgeon dad exclaims meeting Chris). Meanwhile, the family’s black servants disquietingly look on like wide-eyed zombies.\nThe writer-director of ‘Get Out’ is Jordan Peele, one half of the defunct Comedy Central show ‘Key & Peele’. While you can’t help but cheer his debut film’s ambitions, the discipline he found in skit-writing is lost here. Many of the brightest moments in ‘Key & Peele’ were miniature nightmares in themselves – like their classic sketch ‘Continental Breakfast’, a ‘Shining’ parody. ‘Get Out’, on the other hand, reveals its dirty little secret a bit too broadly. Still, Peel deserves another shot to get it perfect.",
        "author": "Written by Joshua Rothkopf",
        "time": "Monday 19 February 2018",
        "section_title": "Cast and crew",
        "Rated": "15",
        "Release date": "Friday 17 March 2017",
        "Duration": "103 mins",
        "Director": "Jordan Peele",
        "Cast": [
            "Daniel Kaluuya",
            "Allison Williams",
            "Catherine Keener",
            "Bradley Whitford"
        ]
    }
]